[
  [
    "1、",
    "项目经理正在管理一个先进的计费系统项目。项目经理已经检查了现在的计费系统以及公司项目管理信息系统(PMLS)中的经验教训知识库。项目经理将可能收集更多的系统需求。项目经理下一步应该怎么做？<br/>A project manager is leading in a state-of-the art billing system project.The project manager has checked the existing billing system,as well as the lessons learned repository in the company’s project management information system(PMIS).The project manager would like to gather more system requirements.What should the project manager do next?                        ",
    "A：A.参考所有的行业最佳实践<br/>Refer to existing industry best practices.                                    ",
    "B：B.咨询任何有经验的内部或外部团队<br/>Consult any experienced internal or external group.                                                                                ",
    "C：C.与外部主题专家(SME)一起工作<br/>Work with external subject matter experts(SMEs).                                    ",
    "D：D.与内部业务和技术支持资源一起工作<br/>Work with internal business and technical support resources                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：根据选项，本题问的是如何利用外脑来收集需求，用排除法。A范围太大，不现实；C排除了内部资源，D排除了外部资源，都不全面。                                                    "
  ],
  [
    "2、",
    "在收尾会议上，项目发起人表示根据项目评估,项目取得成功。但一位相关方却不同意,因为没有实现他们的需求。项目经理指出，相关方的需求在项目范围说明书中被称为项目除外情况。项目经理下一步应该怎么做？<br/>During the close-out meeting the project sponsor slates that the project is a success based on its evaluating.A stakeholder disagrees because their requirements were unfilled.The project manager states that the stakeholder’s requirements were mentioned as project exclusions in the project scope statement What should the project manager do next?                        ",
    "A：A.忽略该相关方的争论并继续进行收尾会议<br/>Ignore the stakeholder’s argument and continue the close-out meeting                                    ",
    "B：B.建议进行项目评估以确保项目已完成<br/>Propose conducting a project assessment to ensure that the project is complete                                    ",
    "C：C.建议将这些需求作为另一个项目的范围<br/>Suggest using these requirements as scope for another project                                                                                ",
    "D：D.在问题日志中添加该问题<br/>Add the issue to the issue log                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：收尾期间，相关方提出项目范围之外的需求，应建议另立项目完成。                                                    "
  ],
  [
    "3、",
    "项目发起人向项目经理提出高层级项目需求。然后项目经理在制定项目管理计划之前，要求与一名主题专家(SME)进行访谈。根据这些信息，项目发起人使用的文件是什么？<br/>A project sponsor presents the high-level project requirements to the project manager.The project manager then requests an interview with a subject matter expert(SME)before developing the project management plan.                        ",
    "A：A. 项目工作说明书(SOW)<br/>Project statement of work(SOW)                                    ",
    "B：B.项目战略计划<br/>Project strategic plan                                    ",
    "C：C.项目商业论证<br/>Project business case                                    ",
    "D：D.项目章程<br/>Project charter                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题考制定项目管理计划的输入。                                                    "
  ],
  [
    "4、",
    "为了确保成功交付产品，客户要求对需求进行重要更新。项目经理应该怎么做?<br/>In order to ensure the successful delivery of a product, the customer requires important updates to the requirements. What should the project manager do?                        ",
    "A：A.分析该请求<br/>To analyze the request                                                                                ",
    "B：B.与团队开会<br/>To hold a meeting with the team                                    ",
    "C：C.更新问题日志<br/>To update the Problem Log                                    ",
    "D：D.审查项目管理计划<br/>To review the project management plan                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：典型变更题，A 是分析影响。B团队开会的目的依然是分析影响。选A直指本质。                                                    "
  ],
  [
    "5、",
    "在一个项目的最终阶段，一位关键相关方提出对主要可交付成果的新改进意见。团队不同意进行改进。项目经理应该怎么做？<br/>During the final stage of a project,a key stakeholder proposes a new improvement for the main deliverable.The team disagrees with this.What should the project manager do?                        ",
    "A：A.将该情况记录在风险登记册中<br/>Log it the risk register                                    ",
    "B：B.提交变更请求<br/>Submit a change request                                                                                ",
    "C：C.审查沟通管理计划<br/>Review the communications management plan                                    ",
    "D：D.审查变更管理计划<br/>Examine the change management plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：PMBOK（6）P113-4.6实施整体变更控制。                                                    "
  ],
  [
    "6、",
    "首席执行官要求项目经理提供绩效报告。项自经理应该在这份报告中包含哪些内容？<br/>A CEO asks the projected manager for a performance report. What should the project manager include in this report?                        ",
    "A：A.己完成百分比和经验教训<br/>Percent complete and lessons learned                                    ",
    "B：B.问题的当前状态以及更新后的相关方参与评估矩阵<br/>Current status of issues and an updated stakeholder engagement assessment matrix                                    ",
    "C：C.项目风险的绩效测量指标<br/>Project risks and performance metrics                                    ",
    "D：D.己完成的工作和关键缋效指标<br/>Work completed and key performance indicators                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：绩效报告的作用是反映项目情况，要尽量地全面。D相对最全面。                                                    "
  ],
  [
    "7、",
    "客户要求一家全球IT公司开发一个供应链监控系统。项目经理对开始协助项目发起人制定项目章程。<br/>A client asks a global IT company to develop a supply chain monitoring system. A project manager then begins to assist in the creation of the project charter for the project sponsor.What should the project manager do next?                        ",
    "A：A.在经验教训知识库中搜索制定项目章程的历史信息<br/>Search the lessons learned repository for historical information on project charter.                                    ",
    "B：B.与关键相关方和发起人一起开会讨论项目假设条件，成功标准和关键输入<br/>Meet with key stakeholders and the sponsor to discuss project assumption success criteria, and critical inputs.                                                                                ",
    "C：C.识别并定义项目可交付成果最适合的实施方法<br/>Identify and define the most appropriate Implementation approach for the project deliverable.                                    ",
    "D：D.为进行资源分配，与发起人开会以概述出一个含有项目里程碑的详细时间表<br/>Meet with the sponsors to outline a detailed timeline with project milestones for resource.                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：如何制定章程，CD 都不相干。A是错误说法，组织过程资产中可以借鉴的是章程模板，不是经验教训。                                                    "
  ],
  [
    "8、",
    "—家公司已经为项目经理设计了一份指南，以便在每个项目结束时举行审查会议。其目的是收集项目的负面和正面影响。刚开始一个项目的项目经理发现，这份指南中没有考虑过往项目中获得的经验教训。这份指南应包含什么内容？<br/>A company has developed a guide designed for project managers to conduct review meetings at the end of every project.The purpose is to capture both negative and positive project impacts. A project manager just starting a project discovers that lessons learned from previous projects are not considered in this guide. What should be involved in this guide?                        ",
    "A：A.头脑风暴<br/>Brainstorming                                    ",
    "B：B.对组织过程资产的审查<br/>A review of the organizational process assets                                                                                ",
    "C：C.执行摘要数据表<br/>Executive summary data sheet                                    ",
    "D：D.事业环境因素研究<br/>A study of the enterprise environmental factors                                    ",
    "B",
    "D",
    "解析：参考答案：B\n解析：本题的意思是:项目或阶段收尾时必须执行什么工作？即收尾工作，正确的是B。                                                    "
  ],
  [
    "9、",
    "公司请一名新项目经理来管理一个小型高端项目。如果这个项目成功，将会为公司带来额外的工作。有效的收尾过程将是项目成功的关键因素。为确保成功，项目经理必须产生什么可交付成果？<br/>A company hires a new project manager for a small,high-profile project. If successful, this project will lead to additional work for the company. An effective closeout process will be a critical factor for successWhat deliverable must the project manager produce to ensure success?                        ",
    "A：A.验收文件<br/>Acceptance document                                                                                ",
    "B：B.储备分析<br/> Reserve analysis                                    ",
    "C：C.进度报告<br/>Schedule report                                    ",
    "D：D.采购审计<br/> Procurement audits                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题考收尾工作的可交付成果。A是收尾的结果之一。其他选项都不是收尾输出。                                                    "
  ],
  [
    "10、",
    "—家公司计划交付一种新产品，但目前无法获得需要的技能。若要启动这个项目，项目经理应该把重点放在哪里？<br/>A company plans to deliver a new product that requires currently unavailable skills, On what should the project manager focus to initiate this project?                        ",
    "A：A.详细的项目需求<br/>Detailed project requirements                                    ",
    "B：B.质量控制<br/>Quality control                                    ",
    "C：C.高层级风险的评估<br/>Assessment of high-level risks                                                                                ",
    "D：D.竞争对手分析<br/>Competitor analysis                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：排除法，没有需要的技术，可以属于项目的高层级风险。与其他几个选项都没有联系。                                                    "
  ],
  [
    "11、",
    "一家分公司成功完成了其首个内部项目开发经验。大部分项目团队成员现在将回到以前的职位。项目经理应该做什么去提升未来项目绩效？<br/>A company successfully completes its first in-house project development experience. Most of the project team will now return to their previous positions. Before closing the project, what should the project manager do to improve performance on future projects?                        ",
    "A：A.请求技能评估<br/>Request a skill assessment                                    ",
    "B：B.创建项目管理办公室(PMO）<br/>Create a project management office(PMO).                                    ",
    "C：C.要求将项目团队永久地分配给未来的内部项目<br/>Ask that the project team be permanently assigned to future in-house projects.                                    ",
    "D：D.创建组织知识库<br/>Create an organizational knowledge base.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：能“提高未来项目绩效的”就是经验教训。                                                    "
  ],
  [
    "12、",
    "一家公司中得某个政府机构的合同。原来的计划是针对一个具有固定范围的小项目，之后，在项目执行期间，其他政府机构开始提出变更请求，导致需求冲突。但是，这些变更请求中有一部分是遵守新法律的必要条件。项目经理应该怎么做？<br/>A company was awarded a contract with a government agency, The original plan was for a small project, with a fixed scope?Later,during project execution, other government agencies begin generating change requests that result in conflicting requirements,However some of these change requests are mandatory to comply with new laws What should the project manager do?                        ",
    "A：A.将该问题升级上报给变更控制委员会(CCB),并召集所有相关方以确定需求清单的优先顺序<br/>Escalate it to the change control board (CCB) and gather all stakeholders to prioritize the list of requirements                                                                                ",
    "B：B.更新相关方参与计划，以包含其他政府机构并更新变更曰志<br/>Update the stakeholder management plan to include the other government agencies and update the change log                                    ",
    "C：C.按原始范围完成项目，并要求管理层启动其他项目来处理这些变更请求<br/>Finish the project with the original scope and ask the management agencies and update the change log                                    ",
    "D：D.要求变更控制委员会批准优先级排序并将强制性变更纳入范围<br/>Ask the CCB for approval prioritize and include the mandatory changes in the scope                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：变更必须遵循流程，BC排除；即使是强制性变更，也要分析影响，因此D没有A好。                                                    "
  ],
  [
    "13、",
    "—家公司的法律部门请求一项变更，而该变更将会影响到进度基准。但是，发起人并不认为这项变更是必要的，并希望保持发布日期。项目经理应该怎么做？<br/>A company’s legal department requests a change that will affect the schedule baseline.However,the sponsor does not think this change is necessary and wants to keep the launch date.What should the project manager do?                        ",
    "A：A.批准该变更，并应用进度优化技术来保持相同发布日期<br/>Approve the change, and apply schedule optimization techniques to keep Ihc same launch date                                    ",
    "B：B.拒绝该变更，因为项目发起人并不认为该变更是必要的<br/>Reject the change,as the project sponsor does not think the change is necessary                                    ",
    "C：C.分析所有可能的影响，并向变更控制委员会(CCB)提交变更及其影响<br/>Analyze all possible implications,and present the change and its impacts to the change control board(CCB)                                                                                ",
    "D：D.向承包商咨询该变更的可行性，并根据他们的专家意见作出决定<br/>Ask the contractors about the feasibility of the change,and decide based on their expert opinion                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：不同相关方对一项变更持不同意见，应交由CCB定夺。                                                    "
  ],
  [
    "14、",
    "—个关键项目已获批准，一位关键相关方根据以往的经验，担心与该项目相关的风险。项目经理下一步应该怎么做？<br/>A critical project is approved and based on previous experience, a key stakeholder is concerned about the risk associated with it. What should the project manager do next?A.Update the project management plan and risk register.                        ",
    "A：A.更新项目管理计划和风险登记册<br/>Update the project management plan and risk register.                                    ",
    "B：B.分析项目范围<br/>Analyze the project scope.                                    ",
    "C：C.请求项目发起人就风险提出具体意见<br/>Request specific input from the project sponsor on the risks.                                    ",
    "D：D.审查项目章程中记录的高层级风险、假设条件和制约因素<br/>Review the high-level risks assumptions, and constraints documented in the project charter.                                                                                ",
    "D",
    "A",
    "解析：参考答案：D\n解析：用排除法。A更新项目管理计划没有逻辑必然性，B无关，C不是发起人的职责。                                                    "
  ],
  [
    "15、",
    "客户拒绝了一项交付成果，因为它不符合约定的质量规格，项目团队调查该问题，并确定供应商提供的零件有问题，供应商拒绝纠正这种情况。项目经理应该审查什么？<br/>A customer rejects a deliverable because it fails to meet the agreed-upon quality specifications.The project learn investigates the issue and determines that vendor-provided parts are of fault.What should the project manager review?                        ",
    "A：A.与供应商订立的服务水平协议(SLA)<br/>Service level agreement (SLA) established with the vendor                                    ",
    "B：B.采购管理计划和合同协议<br/>Procurement management plan and contract agreements                                                                                ",
    "C：C.内部质量保证报告<br/>Internal quality assurance reports                                    ",
    "D：D.资源管埋计划<br/>Resource management plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：采购问题，首选查看合同。                                                    "
  ],
  [
    "16、",
    "—名严苛的项目相关方坚持要增加项目需求。项目经理希望满足该请求，但是许多需求超出预算并与商业需求不一致。项目经理应该怎么做？<br/>A demanding stakeholder insists on adding project requirements. The project manager wants to accommodate the requests, but many of the requirements exceed the budget and are misaligned with business needs.What should the project manager do?                        ",
    "A：A.仅批准符合预算并与商业需求一致的请求<br/>Approve only the requests that are within budget and align with business needs                                    ",
    "B：B.将请求提交给变更控制委员会(CCB )<br/>Forward the requests to the change control board (CCB)                                                                                ",
    "C：C.与项目发起人开会，根据项目范围说明书评审请求<br/>Meet with the sponsor to review the requests against the project scope statement                                    ",
    "D：D.拒绝请求，并通知项目相关方<br/>Deny the requests and inform the stakeholder                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：范围变更问题，走变更流程。                                                    "
  ],
  [
    "17、",
    "一个新项目己启动，资源来自许多不同部门。有一些有限的共享资源担心他们的角色是什么。项目经理应该让这些共享资源参考下哪一项？<br/>A new project is kicked off, and resources are acquired from many different departments. There are limited, shared resources who are concerned about what their roles will be.What should the project manager have these shared resources reference?                        ",
    "A：A.责任分配矩阵(RAM)<br/>Responsibility assignment matrix (RAM)                                    ",
    "B：B.执行、负责、咨询和知情（RACI）矩阵<br/>Responsible, accountable, consult, and inform(RAC) chart                                                                                ",
    "C：C.资源分解结构(RBS)<br/>Resource decomposition structure (RBS)                                    ",
    "D：D.组织分解结构（OBS）<br/>Organizational decomposition structure (OBS)                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：显示工作与角色对应关系的，是RAM 和 RACI，有内外部人员参与（参与人多），角色复杂的，用 RACI。                                                    "
  ],
  [
    "18、",
    "—个大型项目包含将由分包商执行的许多阶段。团队成员各自负责一个阶段。项目经理应该使用什么来执行质量管理计划？<br/>A large project obtains many phases that will be performed by subcontractors.Individual team members are each responsible foe one phase.What should the project manager use to enforce the quality management plan?                        ",
    "A：A.质量测量指标<br/>Quality metrics                                    ",
    "B：B.质量审计<br/>Quality audits                                                                                ",
    "C：C.根本原因分析<br/>Root cause analysis                                    ",
    "D：D.因果分析<br/>Cause-and-effect analysis                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：管理质量过程，是实施质量管理计划的过程。本题在问，管理质量过程使用什么工具？                                                    "
  ],
  [
    "19、",
    "当地政府为节能活动提供给补贴。一家组织正在规划一个安装太阳能电池板以减少能源成本的项目。在太阳能电池板项目启动后，政府宣布太阳能电池板可能不会继续符合补贴资格。项目经理应该怎么做？<br/>A local government provides subsidies for energy-efficient activities.An organization plans a project to install solar.4 panels to reduce energy costs. After the solar panel project has started the government announces that solar panels may not continue to quality for subsides. What should the project manager do?                        ",
    "A：A.提高风险水平<br/>Raise the risk level.                                    ",
    "B：B.更新问题日志<br/>Update the issue log.                                    ",
    "C：C.使用应急储备<br/>Use the contingency reserve.                                    ",
    "D：D.创建变更请求<br/>Create a change request                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：PMBOK（6）P113-4.6.1.5实施整体变更控制-事业环境因素。包括法律法规要求和（或）制约因素。                                                    "
  ],
  [
    "20、",
    "一个低概率/高影响的的技术风险发生了。项目经理应该怎么做？<br/>A low probability/high impact technical risk occurs.What should the project manager do ?                        ",
    "A：A.提交变更请求来调整成本和进度基准<br/>Submit a change request to adjust the cost and schedule baselines,                                    ",
    "B：B.进行风险审查，评估其对项目可交付成果的影响<br/>Conduct a risk review to evaluate its impact on project deliverables                                    ",
    "C：C.实施风险登记册中概述的减轻计划<br/>Implement the mitigation plan outlined in the risk register.                                                                                ",
    "D：D.查询经验教训知识库，了解可能的风险减轻选项<br/>Consult the lessons learned repository for possible risk mitigation options.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：风险发生要应对。风险发生不分析影响，排除 B；A，不是必然；D的依据错误，应该查询风险登记册。                                                    "
  ],
  [
    "21、",
    "—家制作公司正在实施一个利用新技术和新工艺生产新产品的项目。己经确定组建工作包的详细信息，并识别到每个组件的制约因素。管理层希望获得该项目的精确成本估算。项目经理应该使用什么估算技术？<br/>A manufacturing company is implementing a project to produce a new product using new technology and processes.Details of the component work packages have been defined and constraints for each component have been identified.Management would like to obtain a precise cost estimate of the project.What estimating technique should the project manager use?                        ",
    "A：A.类比估算<br/>Analogous                                    ",
    "B：B.三点估算法<br/>Three-point                                    ",
    "C：C.自下而上估算<br/>Bottom-up                                                                                ",
    "D：D.参数估算<br/>Parameter estimation                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：自下而上估算最精确，本题没有提到风险和不确定性，因此不考虑B。                                                    "
  ],
  [
    "22、",
    "市场营销总监和项目经理开会概括了今年的营销目标，以及为了实现这些目标需要完成的目标。总监要求项目经理确保项目按指示交付。为了获得批准，项目经理下一步应该怎么做？<br/>A marketing director and project manager meet to outline the year’s marketing goals and the project they need to achieve them ,The director asks the project manager to ensure that the project is delivered as instructions.What should the project manager do next to obtain approval?                        ",
    "A：A.将项目管理计划提交给发起人<br/>Submit the project management plan to the sponsor                                    ",
    "B：B.参与制定项目章程<br/>Participate in the development of the project charter                                                                                ",
    "C：C.定义项目范围说明书<br/>Define the project scope statement                                    ",
    "D：D.定义项目需求<br/>Define the project requirements                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：项目章程批准项目。还未立项，批准项目需要的是商业论证和可行性报告，最后汇总成章程，其他选项都是项目批准后才开始的事情。                                                    "
  ],
  [
    "23、",
    "两家公司之间的并购项目正处于启动阶段，显然这个项目对这两个组织产生影响。若要确保项目成功，发起人应关注下列哪一项？<br/>A merger and acquisition project between two companies is in the initiation phase, and it is clear that this project will impact both organizations. On what should the sponsor focus to ensure project success?                        ",
    "A：A.明确定义项目目标，优先事项和战略<br/>Clear definition of project objectives, priorities, and strategy                                                                                ",
    "B：B.预算<br/>Budget                                    ",
    "C：C.沟通管理计划 <br/>Communications management plan                                    ",
    "D：D.变更管理计划<br/>Change management plan                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题用排除法，与项目成功关系更密切的是 A，目标、优先级和战略计划。                                                    "
  ],
  [
    "24、",
    "由于所需的验收标准未得到满足，客户停止了里程碑付款。公司应该采用哪一种质量管理过程来阻止再次发生这个问题？<br/>.A milestone payment was stopped by a customer because required acceptance criteria were unmet. What quality management process should the company use to prevent this issue from reoccurring?                        ",
    "A：A.质量保证(QA)<br/>Quality assurance (QA)                                                                                ",
    "B：B.质量控制(QC)<br/>Quality control (QC)                                    ",
    "C：C.质量规划 <br/>Quality planning                                    ",
    "D：D.质量反馈<br/>Quality feedback                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：防止、确保、避免，都是质量保证过程的作用。                                                    "
  ],
  [
    "25、",
    "—项新功能被批准用于软件开发项目，在该功能获得批准三周后，一位团队成员得知这项新功能的开发己经超出预算。项目经理下一步应该怎么做？<br/>A new functionality is approved for a software development project. There weeks after approval a team member realizes that the development of this new functionality is already over budget.What should the project manager do next?                        ",
    "A：A.接受预算超支，因为该功能己获得批准<br/>Accept the budge to overruns because it is already approved.                                    ",
    "B：B.停止开发新功能<br/>Stop the development of the new function.                                    ",
    "C：C.提交变更请求<br/>Submit a change request.                                                                                ",
    "D：D.更新成本基准<br/>Update the cost baseline.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：只批准了范围变更，没有考虑成本基准的变更，走变更流程修订成本基准。                                                    "
  ],
  [
    "26、",
    "—位新项目经理加入了由高级项目经理监督的项目，发起人要求新项目经理制定质量管理计划，项目经理应该怎么做？<br/>A new project manager joins a project overseen by a senior project manager.The sponsor asks the new project manager to develop the quality management plan. What should the project manager do?                        ",
    "A：A.向高级项目经理咨询己制定的质量过程和计划，并在选择适当的标准时寻求指导<br/>Consult with the senior project manager for established quality processes and plans ask for guidance in selecting the appropriate standards.                                                                                ",
    "B：B.与客户开会收集需求<br/>Meet with the customer to collect requirements.                                    ",
    "C：C.要求发起人提供成本效益分析和标杆对照样本<br/>Ask the sponsor for cost-benefits analyses and bench-marking samples.                                    ",
    "D：D.提交变更请求推迟了质量管理计划的发展计划直到质量测量指标和质量检查表被创造<br/>Submit a change request to postpone the development of the quality management plan until quality metrics and quality checklists are created                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：如何制定质量管理计划，排除法，A相对好。                                                    "
  ],
  [
    "27、",
    "—名新项目经理收到一份项目章程草案，哪些信息将帮助项目经理参与完成这份文件？<br/>A new project manager receives a draft of the project charter.What information will help the project manager participate in the completion of this document?                        ",
    "A：A.商业论证<br/>Business case                                                                                ",
    "B：B.项目进度计划<br/>Project schedule                                    ",
    "C：C.成本基准<br/>Cost baseline                                    ",
    "D：D.项目管理系统(PMIS)<br/>Project management information system(PMIS)                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题考制定项目章程的输入。                                                    "
  ],
  [
    "28、",
    "—个新项目似乎具有高层级风险因素和环境制约因素。尽管其他项目经理提出了警告，一位项目经理仍然决定管理该项目。项目经理应该将项目的高风险性质记录在哪里？<br/>A new project seems to have high-level risk factors and environmental constraints. A project manager undertakes the project despite warnings from other project managers.Where should the project manager document the high-risk nature of this project?                        ",
    "A：A.项目章程 <br/>Project charter                                                                                ",
    "B：B.相关方参与计划<br/>Stakeholder management plan                                    ",
    "C：C.问题曰志<br/>Issue log                                    ",
    "D：D.项目管理计划<br/>Project management plan                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：高风险也可理解为整体风险，记录在项目章程中，四个选项只有A记录风险。                                                    "
  ],
  [
    "29、",
    "项目可行性研宄确定了应该创建什么产品。现在，开发与原始需求冲突的另一种产品的 一项变更请求，己经获得批准，在变更请求获得批准前己进行数据分析。项目经理应该怎么做？<br/>A project feasibility study determined what product should be created.Now,a change request has been approved to develop another product that contradicts the original requirements.Data analysis was conducted before the change request was approved. What should the project manager do?                        ",
    "A：A.实施该变更请求 <br/>.Implement the change request                                                                                ",
    "B：B.拒绝该变更请求<br/>Reject the change request                                    ",
    "C：C.请求详细的数据分析报告<br/>Request a detailed report of the data analysis                                    ",
    "D：D.请求新产品的可行性研究<br/>Request a feasibility study of the new product                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：变更批准后，应更新计划并实施。                                                    "
  ],
  [
    "30、",
    "—个项目的规模已经大到由指导委员会取代单一的项目发起人。项目经理应该怎么做来适应这种新发展？<br/>A project has become to large that the single sponsor is replaced by a steering committee.What should the project manager do to accommodate the new development?                        ",
    "A：A.认识到相关方结构发生了变化，并量身定做与这个团队的沟通<br/>Recognize that there is a change in stakeholders structure and tailor communications to this group                                                                                ",
    "B：B.按照最初的计划继续工作，同时认识到该项目现在包括其他相关方<br/>Continue to work according to the initial plan while recognizing that the project now includes additional stakeholders.                                    ",
    "C：C.为团队组织一次与新的指导委员会一起召开的会议，继续进行项目工作<br/>Organize a meeting for the team with the new steering committee and continue work on the project                                    ",
    "D：D.与新的委员会分享当前的状态报告<br/>Share the current status report with the new committee                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：开放式问题，用排除法。相关方增加了，应该相应地调整沟通管理计划。                                                    "
  ],
  [
    "31、",
    "—个项目己经发生偏差几个月了，这种状态已通过电子邮件在每周报告中发送给所有相关方。一位关键相关方刚刚得知这一偏差，并对只通过电子邮件通知他们感到不安。若要预防这个问题，项目经理应该先做什么？<br/>A project has been deviating for several mouths. This status has been emailed to all stakeholders in weekly reports. One key stakeholder just learned of this deviation and is upset that they were only notified via email.What should the project manager have done to prevent this?                        ",
    "A：A.确认所有相关方都收到并理解每份状态报告<br/>Verified that all stakeholders received and understood each status report                                    ",
    "B：B.为每一个相关方选择适当的沟通方法<br/>Chosen the appropriate communication method for each stakeholder                                                                                ",
    "C：C.直接与关键相关方就重要问题或项目偏差进行接洽<br/>Engaged directly with key stakeholders about critical issues or project deviations                                    ",
    "D：D.计划与关键相关方定期举行会议以报告项目状态<br/>Planned periodic meetings with key stake stakeholders to report project status                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：沟通问题，B即制定沟通管理计划过程。                                                    "
  ],
  [
    "32、",
    "—个项目已经进行了六个月，这时有人意识到由于最近批准的所需准确度方面的变更，成本管理计划不再有效，项目经理应该怎么做？<br/>A project has been underway for six months when someone realizes that the cost management plan is no longer valid due to a recently approved change in the required level of accuracy.What should the project manager do?                        ",
    "A：A.要求团队审查并修订成本管理计划<br/>Ask the team to review and revise the cost management plan                                    ",
    "B：B.促成一次团队会议，以审查工作分解结构(WBS)分析每个工作包并更新成本<br/>Facilitate a team meeting to review the work breakdown structure(WBS),analyze each work package,and update the cost                                    ",
    "C：C.召开一次团队会议，以讨论变更并带领团队更新成本管理计划<br/>Conduct a team meeting to discuss the change and lead the team in updating the cost management plan                                    ",
    "D：D.与团队一起审查此变更对预算的影响，并确定是否有必要对成本管理计划进行变更<br/>Review this change’s impact on budget with the team and determine if a change in the cost management plan is necessary.                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：成本管理计划指导成本管理，无效时，应适时调整，ACD中，D 最稳妥。AC中有评估完直接修改成本管理计划的意思。                                                    "
  ],
  [
    "33、",
    "—个项目己经交付了一个应用程序。但是，在与相关方的会议中，发现该产品没有达到法律要求。项目经理应该怎么做？<br/>A project has delivered an application.However,during a meeting with the stakeholders,it is discovered that the product has not met legal requirements. What should the project manager do first ?                        ",
    "A：A.更新需求文档<br/>Update the requirements documentation                                    ",
    "B：B.修订项目管理计划<br/>Revise the project management plan                                    ",
    "C：C.提出变更请求 <br/>Initiate a change request                                                                                ",
    "D：D.实施要求的变更<br/>Implement the required changes                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：验收不通过，要修复缺陷。                                                    "
  ],
  [
    "34、",
    "—个项目正在执行当中，这时一些变更引起团队的注意。这些变更是必要的，但每个人对于他们认为正确的事情都有不同意见。项目经理应该怎么做？<br/>A project is being executed when a few changes are brought to the attention of the team. The changes are needed, but everyone has different opinions on what they think is right.What should the project manager do?                        ",
    "A：A.确保整个团队和相关方理解并遵循变更管理计划<br/>Ensure that the entire team and the stakeholders understand and follow the change management plan                                                                                ",
    "B：B.与项目发起人和董事会开会解决这个问题<br/>Meet with the project sponsor and the board to address the issue                                    ",
    "C：C.与团队成员来开会审查这个问题，并在需要时请求变更<br/>Meet with team members to review the issues and request changes when needed                                    ",
    "D：D.对项目实施所有请求的变更，并与团队沟通<br/>Apply all requested changes to the project and communicate with the team                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：大家对变更意见不同，是正常情况，应由CCB批准或否决变更，即走变更流程本题为范围变更问题。                                                    "
  ],
  [
    "35、",
    "项目经理与项目相关方和团队成员开会，审查范围管理计划、批准的章程和其它需求文档、专家判断和引导技术用于制定所需产品的详细描述。项目经理还应使用哪一项其他输入？<br/>A project manager meets with project stakeholders and team members to review the scope management plan,the approved charter,and other requirements documentation.Expert judgement and facilitation are used to develop a detailed description of the product required.What other input should the project manager use?                        ",
    "A：A.过往项目的经验教训<br/>Lessons learned register from previous projects                                    ",
    "B：B.假设日志<br/>Assumption log                                                                                ",
    "C：C.相关方登记册 <br/>Stakeholder register                                    ",
    "D：D.需求跟踪矩阵<br/>Requirements traceability matrix                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：本题考 5.3 输入，B更直接。                                                    "
  ],
  [
    "36、",
    "由于客户对解决方案的期望未得到满足，一个项目被终止。项目经理现在应更新哪一份文件？<br/>A project is terminated because customer expectations for the solution were unmet. What should the project manager now update ?                        ",
    "A：A.项目记录<br/>project records                                    ",
    "B：B.经验教训<br/>Lessons learned                                                                                ",
    "C：C.相关方通知 <br/>Stakeholder notifications                                    ",
    "D：D.项目演示<br/>Project presentations                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：本题考收尾工作，只有B正确。                                                    "
  ],
  [
    "37、",
    "项目团队正在努力进行可交付成果的工作，以满足计划的进度。一名团队成员发现范围 蔓延正在影响项目成本。项目经理应该怎么做？<br/>A project is working hard o deliverables to meet the planned schedule.One team member identifies that scope creep is affecting project costs. What should the project management do?                        ",
    "A：A.执行风险评估和范围变更管理程序<br/>Perform risk assessment and scope change management procedures                                    ",
    "B：B.允许范围蔓延，并与变更控制委员会(CCB)沟通以获得批准<br/>Estimate the impact on the project and communicate the findings to project stakeholders                                    ",
    "C：C.估算对项目的影响，并将结果传达给项目相关方<br/>Estimate the impact on the project and communicate the findings to project stakeholders                                    ",
    "D：D.调查为什么会发生范围蔓延，并立即启动变筻管理程序<br/>Investigate why scope creep occurred and immediately initiate change management                                                                                ",
    "D",
    "A",
    "解析：参考答案：D\n解析：范围蔓延，是变更控制问题，D最好。BC首先排除，AD相比，D的做法更符合流程化管理的思想。                                                    "
  ],
  [
    "38、",
    "在生产环境中实施后识别到一个项目问题。若要识别发生这种问题的原因，项目经理应 该使用什么工具或技术？<br/>A project issue is identified after implementation in the production environment. What tool or technique should the project manager use to identify the reason for the issue?                        ",
    "A：A.帕累托图<br/>Pareto diagram                                    ",
    "B：B.直方图 <br/>Histogram                                    ",
    "C：C.石川图 <br/>Ishikawa diagram                                                                                ",
    "D：D.控制图<br/>Control chart                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：找根本原因，用石川图。                                                    "
  ],
  [
    "39、",
    "项目经理在两个期限紧迫的项目之间轮替。尽管时间有限，但他决定从这两个项目中收集经验教训。<br/>.A Project management is alternating between two projects with tight deadlines. They are determined to collect lessons learned from both projects, despite having limited time do so.How should the project manager collect the lessons learned?                        ",
    "A：A.在每个项目完成时记录经验教训<br/>Document them as each project finishes.                                    ",
    "B：B.请求知识管理部门的帮助<br/>Request assistance from the knowledge management department.                                    ",
    "C：C.存档项目会议的所有会议记录<br/>Archive all minutes from project meetings.                                    ",
    "D：D.从启动阶段开始，定期记录经验教训<br/>Document them routinely, starting from the initiation phase.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：总结经验教训工作，应该随时进行。                                                    "
  ],
  [
    "40、",
    "项目经理和项目发起人在合同收尾期间发生争议。在确定项目完成时，哪一份文件是项目经理和项目发起人之间协议的依据？<br/>A project manager and a project sponsor are having a dispute during contract closeout What document is the basis of agreement between the project manager and the project sponsor when defining project completion?                        ",
    "A：A.验收的可交付成果<br/>Accepted deliverables                                    ",
    "B：B.项目范围说明书<br/>Project scope statement                                    ",
    "C：C.项目管理计划<br/>Project management plan                                    ",
    "D：D.项目章程<br/>Project charter                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题考章程作用。                                                    "
  ],
  [
    "41、",
    "—位团队成员通知项目经理，供应商延迟交付一个重要部件，由于潜在的影响，该团队成员希望项目经理允许直接通知发起人并生成与这种情况相关的警报。项目经理应该查阅哪一份计划？<br/>A team member notifies the project manager that an important component has been delayed by a vendor.Because of the potential impact,the team member wants the project manager’s permission to inform the sponsor directly and to generate an alert related to the situation.To what plan should the project manager refer?                        ",
    "A：A.采购管理计划 <br/>Procurement management                                    ",
    "B：B.沟通管理计划<br/>Communications management                                    ",
    "C：C.相关方参与计划<br/>Stakeholder’s engagement                                    ",
    "D：D.风险管理计划<br/>Risk management                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：风险汇报问题,D 可能更好，见PMBOK408 页最后一段。                                                    "
  ],
  [
    "42、",
    "项目经理确定项目已超出预算，并将需要管理储备来完成项目。为完成项目，项目经理应该怎么做？<br/>A project manager determines that a project is over budget and will require management reserves to complete the project, what should the project manager do to complete the project?                        ",
    "A：A.获得项目发起人批准使用管理储备<br/>Obtain sponsor approval to use management reserves                                    ",
    "B：B.修改成本基准并使用管理储备<br/><span style=\"font-family: Calibri; font-size: 14px;\">Modifies the cost baseline and use management reserves<br/></span><br/><span style=\"font-family: 宋体; font-size: 14px;\"><br/><br/></span>                                    ",
    "C：C.获得项目发起人的批准，包含额外资金<br/>Obtain sponsor approved to include additional funds                                    ",
    "D：D.执行实施整体变更控制过程，并修改成本基准<br/>                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：使用管理储备，要增加成本基准，属于基准变更，要严格执行变更控制过程，选D。                                                    "
  ],
  [
    "43、",
    "项目经理确定分配到一项活动的两辆公司卡车可能在预定日期不可用于该项目。项目经理决定获得在当天雇用一辆卡车的外部报价，以防公司卡车不可用。项目经理利用的是哪一项风险应对策略？<br/>A project manager determines that two company trucks assigned to activity will be unavailable for the project on the schedule date be project manager decides to obtain external quotes for hiring one truck on that date in case the company trucks are unavailable.                        ",
    "A：A.减轻<br/>Mitigate                                                                                ",
    "B：B.规避<br/>Avoid                                    ",
    "C：C.转移<br/>Transfer                                    ",
    "D：D.开拓<br/>Exploit                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：外部卡车是用于备用的，属于减轻策略中的减轻影响。                                                    "
  ],
  [
    "44、",
    "项目经理完成了项目管理计划的初稿，并打算将其提交给相关方进行批准，但是，项目管理计划篇幅很长，相关方分散在各地，项目经理获得批准的时间有限。若要按时完成该计划的审查，项目经理应该怎么做？<br/>A project manager finishes the first draft of a project management plan,and intends to present to stakeholders for approval.However,the project management plan is long and stakeholders are geographically dispersed.The project manager has limited time to gain approval.What should the project manager do to ensure that review of the plan in completed on time?                        ",
    "A：A.安排一次与所有相关方的会议，并在会议前发送该计划以供审查<br/>Schedule a meeting with all stakeholders and send the plan for review before the meeting.                                                                                ",
    "B：B.将该计划分别发送给每位相关方，要求他们添加他们的评论意见并返回以供更新<br/>Send the plan to each stakeholders individually,asking them to add their comments and make it for updating,                                    ",
    "C：C.将该计划分成若干部分，并要求选定的相关方根据其专业领域审查特定部分<br/>Divide the plan into sections and ask select stakeholders to review particular portions based on their areas of expertise.                                    ",
    "D：D.安排只与关键相关方召开单独会议，以便他们完成该计划的走查<br/>Arrange individuals meetings with only the key stakeholders to walk them through the plans                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题是沟通问题，批准计划应该使用什么沟通方式？需要达成一致的沟通，要用交互式，A最好。                                                    "
  ],
  [
    "45、",
    "项目经理成功完成一个项目，需要收集在地理位置上分散的大量相关方的反馈意见。项目经理应该用什么沟通方法来收集反馈意见？<br/>A project manager for a successfully completed project needs to collect feedback from a large number of geographically dispersed stakeholders. What communication method should the project manager use to collect this feedback?                        ",
    "A：A.拉式沟通<br/>Pull                                                                                ",
    "B：B.推式沟通<br/>Push                                    ",
    "C：C.有效沟通<br/>Effective                                    ",
    "D：D.互动沟通<br/>Interactive                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：大量、地理位置分散的沟通，应使用拉式沟通。                                                    "
  ],
  [
    "46、",
    "项目经理拥有一个虚拟团队，资源位于三个不同的大陆。团队成员之间出现一些严重问题。项目经理应该如何重新控制局面?<br/>A project manager has a virtual team with resources located on three different continents. Serious issues among learn members.What should the project manager do to regain control of the situation?                        ",
    "A：A.跟踪每个团队成员的进展情况和生产力<br/>Track each team member's progress and productivity.                                    ",
    "B：B.审查沟通管理计划，并解决团队问题<br/>Review the communications management plan, and Address team issues.                                                                                ",
    "C：C.将问题升级上报给团队成员的直线经理<br/>Escalate the issues to the team member's line managers.                                    ",
    "D：D.将时间和精力投入在与团队成员进行一对一的互动<br/>Invest time and effort on one-on-one interactions with team members.                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：虚拟团队，以及成员之间的问题，分别是沟通问题和冲突问题，只有B都对应。                                                    "
  ],
  [
    "47、",
    "—个项目团队成功实现了一个关键里程碑。为此，团队满足了一个新工艺的关键技术需求，然后使用该工艺开发了几个类似可交付成果的第一个。项目经理下一步应该怎么做？<br/>A project team successfully achieved a key milestone. To do this, the team met critical technical requirements on a new process, and then used the process to develop the first of several similar deliverables.What should the project manager do next?                        ",
    "A：A.开展绩效评估 <br/>Conduct performance appraisals                                    ",
    "B：B.将该项目移交给运营团队<br/>Transition the project to the operations team                                    ",
    "C：C.记录经验教训<br/>Document lessons learned                                                                                ",
    "D：D.确保已记录最终成本<br/>Ensure final costs are recorded                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：新技术试水成功，记录经验教训。                                                    "
  ],
  [
    "48、",
    "项目经理与一个由15人组成的团队召开会议，会议不断发生中断，会议目标几乎没有完成。若要解决这个问题，项目经理应该利用以下哪一项？<br/>A project manager holds a meeting with a 15-member team.There are constant interruption,and little is being accomplished. What should the project manager use to resolve this?                        ",
    "A：A.冲突管理<br/>Conflict management                                                                                ",
    "B：B.政治意识<br/>Political awareness                                    ",
    "C：C.非语言沟通<br/>Nonverbal awareness                                    ",
    "D：D.积极倾听<br/>Active listening                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：冲突导致会议不断中断，应该解决好冲突问题。                                                    "
  ],
  [
    "49、",
    "项目经理识别到一个基于项目例外事项报告的项目基准主要偏差，项目经理下一步应该怎么做？<br/>A project manager identifies a major variance from a project baseline that was based on the project exception report.What should the project manager do next?                        ",
    "A：A.赶工<br/>Crash the project.                                    ",
    "B：B.与主要相关方联系<br/>Engage with the main stakeholder.                                                                                ",
    "C：C.重新制定项目计划<br/>Replan the project.                                    ",
    "D：D.与发起人谈判<br/>Negotiate with the sponsor.                                    ",
    "B",
    "B",
    "解析：B\n解析：未知未知风险发生，且题干中强调该情况是应该汇报的，用排除法选B。                                                    "
  ],
  [
    "50、",
    "项目经理识别到本地和虚拟团队成员之间的进度优先级存在冲突，项目经理安排了一次电话会议来管理这个冲突。项目经理使用的是哪种冲突解决技巧?<br/>A project manager identifies scheduling priority conflicts among local and virtual team members.The project manager schedules a conference call to manage this conflict.What conflict resolution technique did the project manager user?                        ",
    "A：A.缓和/包容<br/>Smooth/accommodate                                    ",
    "B：B.合作/解决问题<br/>Collaborate/problem solve                                                                                ",
    "C：C.强迫/命令<br/>重新制定项目计划                                    ",
    "D：D.妥协/调解<br/>Compromise/reconcile                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：题目描述来看，项目经理的做法很正面，选合作解决问题。                                                    "
  ],
  [
    "51、",
    "项目经理担心团队成员会花费大多的时间去帮助最近委托的一个项目组件的运营和维护人员，项目经理应该查阅哪一份文件来确认该组件是否已签署并转让所有权？<br/>                        ",
    "A：A.组织过程资产更新，采购协议和最终报告<br/>Organizational process assets updates,procurement agreements,and final report                                    ",
    "B：B.组织过程资产更新，采购协议和项目文件更新<br/>Organizational process assets updates,procurement agreements,and project document updates                                    ",
    "C：C.组织过程资产更新，采购协议和相关方参与计划<br/>Organizational process assets updates,procurement agreements,and stakeholder engagement                                    ",
    "D：D.组织过程资产更新，最终报告和项目文件更新<br/>Organizational process assets updates, final report,and project document updates                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题中项目经理是乙方，所以ABC都错误。                                                    "
  ],
  [
    "52、",
    "项目经理确信承包商正在请求项目范围之外的工作。项目经理应该怎么做？<br/>A project manager is convinced that a contract scope spread.What should the project manager do ?                        ",
    "A：A.与承包商一起审查范围说明书<br/>Review the scope statement with the contractor.                                                                                ",
    "B：B.举行项目评审会议以解决项目团队的问题<br/>Hold a project review meeting to address he issue with project team.                                    ",
    "C：C.向发起人通知该问题<br/>Inform the sponsor of the issue.                                    ",
    "D：D.创建变更请求<br/>Create a change request.                                    ",
    "A",
    "D",
    "解析：参考答案：A\n解析：采购问题，合同--SOW，都没有，项目范围说明书的作用“为评价变更请求或额外工作是否超过项目边界提供基准”，与题目非常对应。                                                    "
  ],
  [
    "53、",
    "项目经理正在制定一份高层级的成本估算，以便纳入项目章程。由于项目经理以前完成过类似的项目，应该使用哪一项成本估算技术？<br/>A project manager is developing a high-level cost estimate for inclusion in the project   charter. Since the project manager previously completed similar projects, what cost-estimating technique should be used?                        ",
    "A：A.参数估算<br/>Parametric                                    ",
    "B：B.类比估算<br/>Analogous                                                                                ",
    "C：C.专家判断<br/>Expert judgment                                    ",
    "D：D.自下而上估算<br/>Bottom-up                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：高层级估算，即粗略估算，依据根据类似项目，都指向类比估算。                                                    "
  ],
  [
    "54、",
    "项目经理正在制定相关方参与计划，并识别到一位权力等级较高但在项目中兴趣较低的相关方，项目经理应该如何对待该相关方？<br/>A project manager is developing the stakeholder engagement plan and identifies a stakeholder with a high level of power and a low level of interest in the project. How should the project manager deal with this stakeholder?                        ",
    "A：A.重点管理<br/>Manage closely                                    ",
    "B：B.随时告知<br/>Keep informed                                    ",
    "C：C.监督<br/>Monitor                                    ",
    "D：D.令其满意<br/>Keep satisfied                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：权力大利益低，令其满意                                                    "
  ],
  [
    "55、",
    "项目经理正在实施一个预算紧张的项目。为确保项目成功，项目经理在制定项目章程时应使用什么?<br/>A project manager is implementing a project with tight budget constraints. What should the project manager use to ensure success when development the project charter?                        ",
    "A：A经验教训<br/>Lessons learned                                                                                ",
    "B：B.质量测量指标<br/>Quality metrics                                    ",
    "C：C.战略计划<br/>Strategic plan                                    ",
    "D：D.成本基准<br/>Cost baseline                                    ",
    "A",
    "D",
    "解析：参考答案：A\n解析：符合战略计划有利于项目被批准；项目成功则需要借鉴之前的经验教训。D选项成本基准不是预算。                                                    "
  ],
  [
    "56、",
    "项目经理新加入一家公司，之前没有管理过具有国际团队成员的项目。项目经理应该如何培养文化敏感性？<br/>A project manager is new to a company and has not led a project with international team members.What should the project manager do to develop cultural sensitivity?                        ",
    "A：A.认识到需要学习文化，设法了解当地习浴，并与团队成员一起工作时保持灵活性<br/>Recognize that culture is learned,seek to understand local customs,and maintain flexibility,when working with team members                                                                                ",
    "B：B.与人力资源部门会面，以获得这方面的培训<br/>Meet with the human resource department to obtain formal training in this area                                    ",
    "C：C.拒绝该项目，理由是与文化多样化人员一起工作存在困难<br/>Decline the project,citing the difficulty of working with culturally diverse people as the reason                                    ",
    "D：D.了解每个团队成员文化的每个细节，以便对他们的需求保持敏感<br/>Learn every detail of each team member's culture to be sensitive to their needs                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题为常识题目。对文化差异，应学习、了解、尊重并适应，A 最好                                                    "
  ],
  [
    "57、",
    "项目经理已经准备好结束一个项目，项目经理下一步应该怎么做？<br/>A project manager is ready to close a project. What should the project manager do next?                        ",
    "A：A.管理质量来确认可交付成果是否符合标准<br/>Manage quality to validate that the deliverables have met standards.                                    ",
    "B：B.根据项目章程衡量项目可交付成果，并请求客户验收<br/>Measure the project deliverables against the project charter and request customer acceptance.                                    ",
    "C：C.解决所有项目风险，以确保可交付成果将被验收<br/>Resolve all project risks to ensure that the deliverables will be accepted.                                    ",
    "D：D.审查项目管理计划，以确保完成范围并请求客户验收<br/>Review the project management plan to ensure the scope’s completion and request customer acceptance.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：项目收尾，排除法，D合适。管理质量是针对过程，而非结果，A选项排除。                                                    "
  ],
  [
    "58、",
    "项目经理正在管理一个全球性项目，该项目的资源位于不同地区。若要使用正确的渠道 来处理正确的信息，项目经理应该怎么做？<br/>A project manager is working on a global project with resources located in different regions.What should the project manager do to address the correct channels with the right information?                        ",
    "A：A.安排在不同时区召开会议<br/>Schedule meetings in different time zones                                    ",
    "B：B.频繁举行视频会议<br/>Hold frequent video conferences                                    ",
    "C：C.制定沟通管理计划<br/>Develop a communications management plan                                                                                ",
    "D：D.创建相关方参与计划<br/>Create a stakeholder engagement plan                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：沟通问题，找沟通管理计划。                                                    "
  ],
  [
    "59、",
    "项目经理正在执行一个新的项目，以解决之前完成的一个项目中的差距。项目经理首先应该做什么？<br/>A project manager is working on a new project to address gaps in a previously completed project. What should the project manager do first?                        ",
    "A：A.计划使用相同的项目资源<br/>Plans to use the same project resources                                    ",
    "B：B.准备项目管理计划<br/> Prepare the project management plan                                    ",
    "C：C.定义需求，并最终确定范围<br/>Define the requirements and finalize the scope                                    ",
    "D：D.参考经验教训文件<br/>Refer to the lessons learned documents                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：新项目要借鉴之前项目的经验教训，尤其是失败的项目。                                                    "
  ],
  [
    "60、",
    "项目经理正在开展与IT系统开发相关的项目。负责安装服务器的一位团队成员询问项目经理是否可以订购具有比原计划更快处理的服务器。这款服务器来自同一制造商，成本大致相同。主题专家(SME)分析并确定已遵循纠正措施和变更管理程序。项目经理下一步应该怎么做？<br/>A project manager is working on a project related to IT system development. A team member responsible for installing a server asks the project manager if it is acceptable to order a server with a faster processor than planned. The server is from the same manufacturer and costs approximately the same.Subject matter experts (SMEs) analyzed and determined corrective actions and change management procedures were followed.What should the project manager do next?                        ",
    "A：A.更新问题日志，变更请求和工作绩效数据<br/>Update the issue log, change request, and work performance data.                                    ",
    "B：B.批准变更请求，更新项目管理计划并评估事业环境因素<br/>Approve the change request, update the project management plan, and assess the enterprise environmental factors.                                    ",
    "C：C.更新项目文件、项目管理计划和工作绩效报告<br/>Update the project documents, project management plan, and work performance reports.                                    ",
    "D：D.与相关方沟通、更新变更日志并执行变更<br/>Communicate with the stakeholders, update the change log, and execute the change.                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：变更已批准，应记录、通知、执行。                                                    "
  ],
  [
    "61、",
    "项目经理加入一个备受瞩目的项目，该项目将为公司带来重大效益，项目发起人告诉项 目经理，一些关键相关方不赞同项目的效益，并且可能抵制该项目的工作。项目经理该怎么做？<br/>A project manager joins a high-profile project that will create significant benefits for the company .The project sponsor tells the project manager that some key stakeholders disagree on the project’s benefits and may be resistant to working on it.What should the project manager do ?                        ",
    "A：A.制定责任分配矩阵(RAM)<br/>Develop a responsibility assignment matrix(RAM).                                    ",
    "B：B.要求发起人获得相关方的支持<br/>Ask the sponsor to obtain support from the stakeholders.                                    ",
    "C：C.与相关方开会展示该项目<br/>Meet with stakeholders to present the project.                                    ",
    "D：D.更新相关方登记册，添加这项信息<br/>Update the stakeholder register with this information                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：典型的相关方问题，D 最优先。                                                    "
  ],
  [
    "62、",
    "项目经理加入一个新的价值数百万美元的项目，要求成功实施来自个部门的可交付成果。若要成功实施该项目，项目经理首先应该怎么做？<br/>A project manager joins a new multi-million-dollar project that requires deliverables from various departments to successfully implement.What should the project manager do first to successfully implement the project?                        ",
    "A：A.拜访客户以确保己为关键客户相关方识别到所有沟通渠道<br/>Visit the client to ensure that all communication channels have identified for key client stakeholders                                    ",
    "B：B.执行相关方分析并进行详细的需求会议<br/>Perform a stakeholder analysis and conduct detailed requirements sessions                                                                                ",
    "C：C.立即识别在该项目上工作的最佳资源<br/>Immediately identity the best resource to work on the project                                    ",
    "D：D.与己经成功向客户交付的外部供应商签订合同<br/>Contract with an outside vendor who has already successfully delivered to the client                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：开放式问题，用排除法。相对而言，确定目标、收集需求，跟成功关系更大。                                                    "
  ],
  [
    "63、",
    "项目经理作为项目团队的一位替代项目经理人选加入一个项目。在最初的会议中，项目 经理发现关于如何解决技术决策存在不同的意见。团队成员不尊重彼此的意见，这种环境起到反效果。该团队处于团队建设的哪个阶段？<br/>A project manager joins a project as a replacement on a project team.During initial meetings,the project manager realize there are many differing opinions about how to address technical decisions.Team members do not respect each other ideas,and the environment is becoming counterproductive.In what phase of development is the team?                        ",
    "A：A.震荡阶段<br/>Storming                                                                                ",
    "B：B.形成阶段<br/>Forming                                    ",
    "C：C.规范阶段<br/>Norming                                    ",
    "D：D.成熟阶段<br/>Performing                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：团队发展阶段问题，“不能用合作和开放的态度对待不同观点和意见”典型的震荡阶段特征。                                                    "
  ],
  [
    "64、",
    "项目经理加入一个刚刚开始的项目，项目发起人和项目团队向新项目经理保证有足够的预算和符合实际的进度计划，项目经理担心可能威胁到项目成功的意外事件。项目经理应该怎么做？<br/>A project manager joins a project that has just started.The sponsor and project team assure the new project manager that the project has an adequate budget and realistic schedule.The project manager is concerned about unplanned events that could threaten the project’s success. What should the project manager do?                        ",
    "A：A.识别并评估任何项目风险<br/>Identity and evaluate any project risks                                                                                ",
    "B：B.请求项目发起人为项目规划提供额外资金<br/>.Request additional funding from the project sponsor for project planning                                    ",
    "C：C.与职能经理讨论潜在的计划外风险<br/>Discuss the potential of unplanned risks with the functional manager                                    ",
    "D：D.关注按计划执行项目<br/>Focus on executing the project as planned                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：意外时间即风险，题目考风险管理；BD 无关风险，B找错人了。                                                    "
  ],
  [
    "65、",
    "项目经理加入一个己经在进行当中的项目。质量审计报告显示，由一个供应商提供的一些材料在材料检查员没有出具批准文件的情况下，获得付款批准。项目经理得知检查员口头表达了批准意见，然后再提供批准文件。哪一份计划可以帮助项目经理评估这种批准方式是否符合项目管理计划？<br/>A project manager joins a project that is already in progress.The quality audit report shows that some materials provided by a vendor were approved for payment without documentation of approval by the material inspector.The project manager learns that the inspector verbally communicates approval,then later provides the approval documentation.What plan will help the project manager evaluate whether this approval approach is compliant with the project management plan?                        ",
    "A：A.需求管理计划<br/>Requirements management                                    ",
    "B：B.相关方参与计划<br/>Stakeholder engagement                                    ",
    "C：C.沟通管理计划<br/>Communications management                                    ",
    "D：D.质量管理计划<br/>Quality management                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：质量保证过程问题，也可以说是质量审计问题，质量管理计划指导质量保证过程。                                                    "
  ],
  [
    "66、",
    "项目经理加入一个设计阶段接近完成的项目。虽然客户已经批准所有设计图纸，但项目经理发现包含在最终设计中的多项客户变更，这些变更尚未经过审核和批准。<br/>A project manager joins a project that is nearing design-phase completion .Although all design drawings were approved by the client. The project manager discovers several chart changes that were included in the final design.these changes have yet to be reviewed and approved .What should the project manager do next?                        ",
    "A：A.向客户提交变更请求记录这些变更<br/>Submit a change request to the client to document the charges.                                    ",
    "B：B.实施整体变更控制过程<br/>Implement the Perform integrated Change Control process                                                                                ",
    "C：C.与客户一起审查变更管理计划<br/>Review the change management plan with the client                                    ",
    "D：D.停止所有工作，减轻这些变更对成本、时间和质量的影响<br/>Stop all work to mitigate the impact of changes on coat time and quality                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：非法变更，重走变更流程。                                                    "
  ],
  [
    "67、",
    "—个项目的本效指数(CPI)为1.2 ,且关健路径上的一个可交付成果落后于进度。如果项目经理将项目拉回正轨，项目会发生什么情况？<br/>A projects cost performance indcx(CPI)is 1.2, and a deliverable on the critical path is behind schedule. If the project manager brings the project back on track, what will happen to tho project?                        ",
    "A：A.活动将并行执行<br/> Activities will be performed in parallel                                    ",
    "B：B.范围将被修改<br/>The scope will be revised                                    ",
    "C：C.成本和风险将会增加<br/> Costs and risks will increase                                                                                ",
    "D：D.将导致返工<br/>Rework will result                                    ",
    "C",
    "A",
    "解析：参考答案：C\n解析：成本节约，进度延误，应该赶工，当然快速跟进也行。只有 C 是必然的，B 错误，因为进度压缩的前提是不改变范围；AD都只暗示快速跟进，没有 C 全面                                                    "
  ],
  [
    "68、",
    "项目经理与项目团队开会收集需求。团队成员向项目经理询问相关方是否熟悉项目的假 设条件，制约因素和可交付成果。哪一份文件将概述这些信息？<br/>A project manager meets with the project team to collect requirements,A team member asks the project manager if stakeholders are familiar with the project’s assumptions,constraints,and deliverables.                        ",
    "A：A. 项目范围说明书<br/>Project scope statement                                    ",
    "B：B. 工作说明书(SOW) <br/>Statement of work( SOW)                                    ",
    "C：C. 项目章程<br/>Project charter                                                                                ",
    "D：D. 建议邀请书(RFP)<br/>Request for proposal(RFP)                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：AC 都包含假设条件，但是在收集需求时，还没有项目范围说明书，假设条件等在项目章程中。                                                    "
  ],
  [
    "69、",
    "由于项目资源的专业水平不同，项目经理注意到进度计划绩效问题，一些经验丰富的资源会检查不必要的细节,而一些初级资源则需要很长时间才能完成任务。项目经理应该怎么做来增强团队缋效？<br/>A project manager notices schedule performance schedule issues due to the expertise levels of project resources.Some experience resources check unnecessary details,and some junior-level resources take a long time to complete tasks. What should the project manager do to enhance team performance?                        ",
    "A：A.根据需要提供培训，并为所有团队成员实施一份核对单<br/>Provided training where required,and implement a checklist for all team members                                                                                ",
    "B：B.请高级资源为初级资源提供协助<br/>Ask the senior resources to provide assistance to the junior resources                                    ",
    "C：C.更换初级资源，并通知高级资源<br/>Replace the junior resources,and advise the senior resources                                    ",
    "D：D.对初级员工进行培训<br/>Conduct training with the junior staff                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：能力不够以及有错误理念时，都需要培训，本题都包括了。                                                    "
  ],
  [
    "70、",
    "项目经理从第三方供应商处收到通知说，分配给客户所在地的现场资源在接下来的两周 内将不可用。项目经理应该更新哪一份文件？<br/>A project manager receives notification from a third-party vendor that the on-site assigned to the client location will be unavailable for the next two weeks. What document should the project manager update?                        ",
    "A：A.问题日志<br/>Issue log                                    ",
    "B：B.团队任务<br/>Team assignments                                    ",
    "C：C.风险登记册<br/>Risk register                                                                                ",
    "D：D.责任分配矩阵(RAM)<br/>Responsibility assignment matrix(RAM)                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：风险发生 ，更新风险登记册。本题不是问题，因为是第三方的原因，属于不可控因素。                                                    "
  ],
  [
    "71、",
    "因为一些团队成员不合作，一个拥有多元化团队的项目经理需要处理冲突，项目经理应该怎么做？<br/>A project manager with a diverse team is faced with handing coiiflicts，as some team members are uncooperative. What should the project,manager do?                        ",
    "A：A.定期召开电话会议反复重申共同目标，并向该团队成员解释应该作为一个团队共同合作<br/>Conduct regular conference calls to iterate the common goals，and to explain that members should work together as a team.                                    ",
    "B：B.与不合作的团队成员开会<br/>Meet with the uncooperative team members.                                    ",
    "C：C.与所有团队成员一起进行团队建设活动<br/>Conduct a team-building exercise with all team members.                                                                                ",
    "D：D.向所有团队成员发送一封电子邮件解释说，这种行为是不能容忍的<br/>Email team members explaining that such behavior will nit be tolerated.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：冲突问题，团队建设活动能“打造积极合作的工作环境”。                                                    "
  ],
  [
    "72、",
    "项目发起人对项目进行审查并对一些项目风险提出质疑，项目发起人要求项目经理分析这些风险对项目总体目标的影响。项目经理应该执行下列哪一项？<br/>A project sponsor reviews the project and questions some of the project risks.The sponsor asks the project manager to analyze the effect of these risks on overall project objectives.What should the project manager conduct?                        ",
    "A：A.定量和定性风险分析<br/>Quantitative and qualitative risk analyses                                                                                ",
    "B：B.假设条件和制约因素分析<br/>Assumption and constraint analysis                                    ",
    "C：C.优势、劣势、机会与威胁(SWOT)分析<br/>Strengths,weakness,opportunity, and threats(SWOT)analysis                                    ",
    "D：D.核对单分析<br/>Checklist analysis                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：风险分析，包括定性、定量分析，题目中没有强调哪一种，因此A最好。                                                    "
  ],
  [
    "73、",
    "某位项目相关方要求对已批准的产品设计进行变更，程序员仅需少量工作就可进行这项变更。但是存在一个风险，即另一位相关方将不同意这项变更。项目经理应该怎么做？<br/>A project stakeholder requires a change to an approved product design.To accommodate the change,minor efforts are required of programmers.There is a risk，however，that another stakeholder will not agree to this.What should the project manager do?                        ",
    "A：A.由于不存在重大的财务影响，因此实施这项变更<br/>Implement the change as there is no significant financial impact                                    ",
    "B：B.根据变更管理计划创建一份变更请求<br/>Create a change request in accordance with the change management plan                                                                                ",
    "C：C.请求项目发起人的批准<br/>Request approval from the project sponsor                                    ",
    "D：D.与相关方判断接受这项变更<br/>Negotiate the acceptance of the change with relevant stakeholders                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：典型变更问题，走变更流程。                                                    "
  ],
  [
    "74、",
    "项目团队包括组织内各部门的职能经理，该项目落后于进度计划，因为职能经理将他们的日常责任优先于项目责任。项目经理应该使用下列哪一项来管理团队？<br/>A project team includes functional managers from various departments across an organization. The project has fallen behind schedule because functional managers are prioritizing their daily responsibilities over their project responsibilities.What should the project manager use to manage the team?                        ",
    "A：A.认可与奖励<br/>Recognition and rewards                                    ",
    "B：B.人际关系技能<br/>Interpersonal skills                                                                                ",
    "C：C.个人和团队评估<br/>Individual and team assessments                                    ",
    "D：D.制定决策<br/>Decision making                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：相关方不重视项目，应该管理相关方参与，选 B；或当成优先级冲突，冲突管理也是选B。                                                    "
  ],
  [
    "75、",
    "—位项目团队成员就不准确的关键验收标准向其他成员提出质疑，指出不准确性可能会降低关键可交付成果的质量。项目经理应该在哪份文件记录这个问题？<br/>A project team member challenged other members on inaccurate critical acceptance criteria, pointing out that inaccuracies could reduce the quality of critical deliverables. Which document should the project manager document this issue?                        ",
    "A：A.相关方登记册<br/>Stakeholder register                                    ",
    "B：B.石川图<br/>Ishikawa diagram                                    ",
    "C：C.质量核对单<br/>quality checklist                                    ",
    "D：D.风险登记册<br/>Ride register                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：“不确定性”即风险，应记录在风险登记册。                                                    "
  ],
  [
    "76、",
    "到目前为止本该完成百分之八十的一个项目只完成了百分之七十五，项目总预算为100,000美元，己完成工作实际成本(ACWP)为72,000美元。根据这些信息可以确定什么？<br/>A project that should have been 80 percent complete by now is only 75 percent complete.The total project budget is USS100,000 and the actual cost of work performed(ACWP)is US$72,000. What can be determined from this information?                        ",
    "A：A.该项目低于预算，与进度绩效指数(SPI)为0.94,成本绩效指数(CPI)为1.04<br/>The project is under budget,has a schedule performance index(SPI)of 0.94,and a cost performance index(CPI)of 1.04.                                                                                ",
    "B：B.该项目超出预算，其SP1为1.07，CPI为0.96<br/>The project is over budget,has an SPI of 1.07,and a CPI of 0,96.                                    ",
    "C：C.该项目超出预算，其SPI为0.94，CPI为1.04<br/>The project is over Budget,has an SPI Of 0.96,and a CPI of 1,04.                                    ",
    "D：D.该项目低于预算，其SPI为0.94, CP1为0.96<br/>The project is under budget，has an SPI OF 0.94,and a CPI of 0.96.                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题PV=8万，EV=7.5万，AC7.2 万，A正确。                                                    "
  ],
  [
    "77、",
    "项目的混凝土供应商通知项目经理，材料将比预定时间晚三个星期交付。项目经理更新了进度计划并通知项目团队。在这种情况下，哪种合同类型承担的风险最小？<br/>A project’s concrete supplier informs the project manager that the material will be delivered three weeks later than scheduled.The project manager update the schedule and notifies the project team.                        ",
    "A：A.总价加激励费用合同(FPIF)<br/> project’s concrete supplier informs the project manager that the material will be delivered three weeks later than scheduled.The project manager update the schedule and notifies the project team.                                    ",
    "B：B.总价加经济调整合同(FPEPA)<br/>Fixed price with economic price adjustment(FPEPA).                                    ",
    "C：C.工料合同(T&M)<br/>Time and material(T&M).                                    ",
    "D：D.固定总价合同(FFP)<br/>Firm fixed price(FFP)                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：对甲方风险最小的合同类型是固定总价合同。                                                    "
  ],
  [
    "78、",
    "一位资源的职能经理请求关于一个延迟项目的机密信息。由于职能经理没有适当的授权级别, 该资源需要项目经理的许可才能共享信息。项目经理应该怎么做？<br/>A resource's functional manager requests confidential information about a delayed project. Because the functional manager does not have the appropriate authorization level, the resource asks permission from the project manager to share the information.What should the project manager do?                        ",
    "A：A.与该资源和职能经理开会，解释为什么不能共享信息<br/>Meet with the resource and the functional manager to explain why the information cannot be shared.                                                                                ",
    "B：B.拒绝该请求，但向职能经理提供不包含机密信息的项目更新<br/>Reject the request, but provide a project update to the functional manager that does not include confidential information.                                    ",
    "C：C.培训该资源如何在不泄露任何机密信息的情况下向职能经理介绍该项目<br/>Train the resource on how to promote the project to the functional manager without divulging any confidential information.                                    ",
    "D：D.接受该请求，并向职能经理提供包含机密信息的项目更新<br/>Accept the request and provide a project update the functional manager that includes the confidential information.                                    ",
    "A",
    "D",
    "解析：参考答案：A\n解析：相关方所要不该要的信息，既属于相关方问题，也是冲突问题。要管理相关方期望，要面对，都是A最好。                                                    "
  ],
  [
    "79、",
    "—个风险在项目现场变成现实，这个风险记录在风险登记册中，调查团队得出结论，如果进行了适当的风险管理，本可以预防这个风险。若要避免这个问题，项目经理应该事先做什么？<br/>A risk was realized on site for a project.This risk was recorded in the risk register.The investigation team concludes that the risk could have been prevented if proper risk management had been performed.What should the project manager have done to avoid this?                        ",
    "A：A.审查过往项目的经验教训<br/>Reviewed lessons learned from previous projects                                    ",
    "B：B.更新现有风险管理计划<br/>Updated the existing risk management plan                                    ",
    "C：C.为风险登记册上的事项指定风险责任人<br/>Assigned risk owners to the items on the risk register                                                                                ",
    "D：D.为己识别到的风险创建减轻行动<br/>Created risk mitigation action for the identified risks                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：风险识别了，但没有管理导致发生，最可能原因是没有分配风险责任人去制定应对计划并实施。题干为“为避免”，D排除，AB与避免没有必然逻辑关系，C是比较典型的PMP选答案逻辑。                                                    "
  ],
  [
    "80、",
    "—个专业的项目团队正在管理一个大型项目。上个月，工程顾问提交了最初的设计计划 给客户审查，项目经理得知该设计因未能满足客户需求而被拒绝。若要确保更有利的结果，项目经理应该事先做什么？<br/>A specialized project team is managing a large project last month engineering consultant submitted the initial design proposal for client review.The project manager learns that the design has been rejected for failing to satisfy customer needs.                        ",
    "A：A.制定项目章程<br/>Developed a project charter                                    ",
    "B：B.召开项目启动大会<br/>Conducted a kick-off meeting                                    ",
    "C：C.创建需求跟踪矩阵<br/>Created a requirement traceability matrix                                                                                ",
    "D：D.执行相关方分析<br/>Performed a stakeholder analysis                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：需求跟踪矩阵，确保相关方（客户）的需求被一步步实现，每一步都符合原始需求。                                                    "
  ],
  [
    "81、",
    "项目合同规定了专业资源。在审查项目范围时，项目经理和承包商确定采购小组应选择工料合同(T&M), 而不是固定总价(FFP )合同。项目经理应该怎么做？<br/>A specialized resource is contracted for a project. Upon review of the project scope, the project manager and the contractor determine that the procurement group should have selected a time and material (T&M). rather than a firm fixed price(FFP)contract.What should the project manager do?                        ",
    "A：A.通知承包商合同不能变更，因为合同是具有约束力的法律文件<br/>Inform the contractor that the contract cannot be changed since it is a binding and legal document.                                    ",
    "B：B.寻求批准变更请求，修改合同<br/>Seek approval of a change request to amend the contract                                                                                ",
    "C：C.执行偏差分析，作为控制成本过程的组成部分<br/>Perform ]a variance analysis as part of the Control Costs process                                    ",
    "D：D.等待采购小组提出合同变更<br/>Wait for the procurement group to initiate a contract change.                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：变更合同类型，也要走变更流程。                                                    "
  ],
  [
    "82、",
    "—个相关方认为最近一个项目的可交付成果没有实现，若要获得该相关方的批准，项目经理应该怎么做？<br/>A stakeholder believes that a recent project’s deliverables were not achieved.What should the project manager do to gain this stakeholder’s approval?                        ",
    "A：A.分析该相关方的需求和期望并审查项目范围<br/>Analyze this stakeholder’s needs and expectations and review the project scope.                                                                                ",
    "B：B.与该相关方一起审查项目章程<br/>Review the project charter with this stakeholder.                                    ",
    "C：C.与该相关方一起审查质量管理计划<br/>Examine the quality management plan with this stakeholder.                                    ",
    "D：D.获得该相关方的新需求并执行风险分析<br/>Obtain the stakeholder’s new requirements and perform a risk analysis                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：让相关方尽早参与项目（收集需求，定义范围）工作，能提高相关方满意。                                                    "
  ],
  [
    "83、",
    "一位相关方要求更频繁，更详细地更新项目状态。该相关方也表示有兴趣协助该项目。项目经理下一步该怎么做？<br/>A stakeholder requests more frequent and detailed updates on the project’s status.The stakeholder also expresses interest in helping with the project. What should the project manager do next?                        ",
    "A：A.尽快发送详细的状态报告并更新相关方登记册<br/>A.Send detailed status reports as soon as possible and update the stakeholder register                                    ",
    "B：B.将该相关方包含在所有详细的项目状态沟通中,并将该相关方的参与度更新为支持<br/>Include this stakeholder in all detailed project status communications and update the stakeholder’s engagement level to supportive                                    ",
    "C：C.与团队开会以审查相关方登记册并重新评估角色和报告要求<br/>Meet with the team to review the stakeholder register and reassess the roles and reporting requirements                                                                                ",
    "D：D.更新具有同样参与程度的所有相关方的详细状态报告<br/>Update the detailed status report for all stakeholders with the same engagement level                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：当初对该相关方的分析不到位，沟通安排也没有满足该相关方要求，应重新分析相关方。                                                    "
  ],
  [
    "84、",
    "—名指导委员会成员提交了一项新请求，这项请求似乎没有得到充分考虑，可能会对项目产生负面影响。项目经理下一步应该怎么做？<br/>A steering committee member submits a new request that appears poorly considered and could negatively impact the project. What should the project manager do next?                        ",
    "A：A.评估该请求的影响<br/>Evaluate of the impact of the request                                                                                ",
    "B：B.记录该请求，并将其提交给变更控制委员会（CCB）<br/>Log the request and submits it to the change control board（CCB）                                    ",
    "C：C.要求支持的成员说服该指导委员会成员撤回请求<br/>Ask supportive members to persuade the steering committee member to withdraw the request                                    ",
    "D：D.拒绝该请求，并告知该指导委员会成员拒绝的原因<br/>Reject the request and advise the steering committee member of the reason                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：题目意思可以转化为：一个变更请求，没有被充分分析影响。AB 都符合变更流程，但 A强调了分析影响，与题目对应；B没有强调。                                                    "
  ],
  [
    "85、",
    "团队利用最新技术完成了新产品的原型。在测试期间，产品不符合性能规格。项目经理应该怎么做？<br/>A team completes a prototype of a new product utilizing the latest technology. During testing, it fails to meet performance specifications,What should the project manager do ?                        ",
    "A：A.与项目发起人重新协商性能规格<br/>Renegotiate the performance specifications with the project sponsor.                                    ",
    "B：B.执行根本原因分析，找出原因<br/>Perform a root cause analysis to Identify the reason.                                                                                ",
    "C：C.向变更控制委员会(CCB )提出偏差请求<br/>Submit a deviation request to the change control board(CCB).                                    ",
    "D：D.通知发起人，并实施纠正措施<br/>Inform the sponsor, and implement corrective actions                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：产品不合格，要进行缺陷补救或纠正措施，都有先找根本原因。                                                    "
  ],
  [
    "86、",
    "—个国际项目的团队由来自不同的背景，年龄和兴趣的个人组成。项目一开始后就发现 他们在齐心协力一起合作。项目经理如何才能促进更好的团队合作？<br/>A team for an international project is composed of individuals from different backgrounds, ages.and interests.As soon as the project starts.It become clear that they struggling to work together.How can the project manager facilitate better teamwork?                        ",
    "A：A.举行正式的团队会议来讨论团队合作的重要性<br/>Hold an official team meeting to discuss the importance of teamwork.                                    ",
    "B：B.与团队开会以解释基本规则，共同愿景和价值观，并更好的理解团队成员的优先级<br/>Meet with team to explain ground rules,shared vision,and to better understand learn members’ priorities.                                                                                ",
    "C：C.请人力资源部门对团队进行多样性方面的教育和培训<br/>Ask the human resource department to educate and train the team on diversity.                                    ",
    "D：D.让团队自行建设，然后在下一次绩效评估会议上处理问题<br/>Allow the team to develop on its own,and then address issues at the next performance appraisal meeting                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：如何进行团队建设的问题，CD都是错误做法，A是形式主义，B是团队建设工具。                                                    "
  ],
  [
    "87、",
    "—位团队成员发现一项新法规可能影响一个异地项目的交付日期，项目经理下一步应该怎么做？<br/>A team member discovers that a new regulation may impact the hand-off data for a project at a remote site.What should the project manager do next?                        ",
    "A：A.要求项目发起人接收该风险<br/>Ask the project sponsor to accept the risk.                                    ",
    "B：B.在进度计划中添加额外时间<br/>Add extra time to the schedule.                                    ",
    "C：C.更新风险登记册进行风险分析<br/>Update the risk register for risk analysis.                                                                                ",
    "D：D.请主要相关方将该问题提交给变更控制委员会(CCB)<br/>Ask the lead stakeholder to bring the change control board.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：识别了新风险，要记录并分析。                                                    "
  ],
  [
    "88、",
    "—位团队成员急于将客户正在考虑的新功能添加到项目可交付成果中。在开始为这些新 功能工作之前，需要谁的批准？<br/>A team member is eager to add new features being considered by the customer to the project deliverable. Before beginning work on these new features, whose approval is required?                        ",
    "A：A.项目经理<br/>Project manager                                    ",
    "B：B.变更控制委员会(CCB)<br/>Change control board(CCB)                                                                                ",
    "C：C.项目发起人<br/>Project sponsor                                    ",
    "D：D.主题专家(SME)<br/>Subject matter expert(SME)                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：范围变更，CCB 批准。                                                    "
  ],
  [
    "89、",
    "团队成员不清楚项目经理的主要职责和职权级别，哪一份文件可以帮助团队成员了解这一点？<br/>A team member is unclear about the project manager’s primary responsibilities and authority level. What document can help the team member understand this?                        ",
    "A：A.项目章程<br/>Project charter                                                                                ",
    "B：B.项目管理计划<br/>Project management plan                                    ",
    "C：C.组织结构<br/>Organizational structure                                    ",
    "D：D.项目资源管理计划<br/>Project resource management plan                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：项目章程记录项目经理的权力职责。                                                    "
  ],
  [
    "90、",
    "项目经理加入一个新项目，该项目的项目章程和项目管理计划已获批准。若要开始项目，项目经理下一步应该做什么？<br/>A project manager joins a new project, with an approved project charter and project management plan .To start the project, What should the project manager do next?                        ",
    "A：A.创建工作分解结构(WBS)<br/>Create the work breakdown structure (WBS)                                    ",
    "B：B.安排召开项目启动大会<br/>Schedule a project kick-off meeting                                                                                ",
    "C：C.获得必要的项目资源<br/>Acquire the necessary project resources                                    ",
    "D：D.定义项目管理计划的活动<br/>Define activities for the project management plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：计划批准，下一步召开开工会议（Kick-off meeting)。不选 C，小项目做计划的人就是全部参加项目的人，不需要再另外组建团队，所以C不一定。                                                    "
  ],
  [
    "91、",
    "在项目管理计划获得批准后，项目经理得知该项目的工作环境存在潜在问题。项目经理应该审查哪份文件？<br/>After receiving approval of the project management plan, a project manager learns that there is a potential issue with the project’s working environment. What document should the project manager review?                        ",
    "A：A.项目章程<br/>Project charter B. Quality management plan                                                                                ",
    "B：B.质量管理计划<br/>Stakeholder management plan                                    ",
    "C：C.相关方管理计划<br/>Stakeholder management plan                                    ",
    "D：D.组织过程资产<br/>Organizational process assets                                    ",
    "A",
    "D",
    "解析：参考答案：A\n解析：题目意思是：识别了风险或制约因素（事业环境因素），查看什么文件？标准答案应该查看风险管理计划。四个选项只有A与风险有点关系。                                                    "
  ],
  [
    "92、",
    "尽管未获得事先同意，一位项目团队成员假设客户将会批准，开发了一个功能。项目经理应该怎么做？<br/>Although not previously agreed upon,a project team member develops a feature assuming the customer will approve . What should the project manager do?                        ",
    "A：A.坚持不包含这个功能<br/>Insists that the feature not be incorporated                                    ",
    "B：B.由于工作已经完成，继续进行项目<br/>Continue with the project since the work is already completed                                    ",
    "C：C.查阅范围管理计划来决定下一步行动<br/>Refer to the scope management plan to decide next steps                                                                                ",
    "D：D.通知相关方，并签发变更请求<br/>Inform the stakeholders and issue a change request                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：范围变更问题，范围变更要根据范围管理计划。D选项顺序错误，C选项相当于“实施整体变更控制过程”。                                                    "
  ],
  [
    "93、",
    "—家农业设备制造商因一个缺陷部件而召回数千个产品。这个问题导致许多客户不满，公司花费500万美元来修理和更换零件。哪一种成本预算类型可以防止这个问题？<br/>An agricultural equipment manufacturer recalls several thousand products due to a defective part.This issue results in many unhappy customers,and the company spends US$5 million to repair and replace the part.What type of cost budgeting would have prevented this issue?                        ",
    "A：A.非一致性成本<br/>Cost of non conformance                                    ",
    "B：B.—致性成本<br/>Cost of conformance                                                                                ",
    "C：C.矩阵图<br/>Matrix diagram                                    ",
    "D：D.多标准决策分析<br/>Multi-criteria decision analysis                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：预防工作都属于一致性成本。                                                    "
  ],
  [
    "94、",
    "一个制造工厂施工项目现场发生地震。这影响到整个项目预算。项目经理应该考虑什么类型的储备分析？<br/>.An earthquake occurs at the site of a manufacturing plant constructionist project. This affects the entire project budget.What type of reserve analysis should the project manager consider？                        ",
    "A：A.应急储备<br/>Contingency                                    ",
    "B：B.管理储备<br/>Management                                                                                ",
    "C：C.项目储备<br/>Project                                    ",
    "D：D.基准储备<br/>Baseline                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：地震，都理解为未知未知风险，用管理储备。                                                    "
  ],
  [
    "95、",
    "一个工厂扩建项目已接近完成50%,这时一群当地居民组成一个维权组织来抗议该项目。项目经理应该怎么做？<br/>An factory expansion project is nearly 50 percent complete,when a group of local residents forms an activist group to protest it.What should the project manager do?                        ",
    "A：A.执行相关方分析，并相应调整相关方参与计划<br/>Perform a stakeholder analysis,and adjust the stakeholder engagement plan accordingly                                                                                ",
    "B：B.通知项目发起人，该维权组织体现了项目进度的一个凤险<br/>Inform the project sponsor that the activist group represents a risk to the project schedule                                    ",
    "C：C.与该维权组织开会，将其需求添加到该项目中<br/>Meet with the activist group to add its requirements to:the project                                    ",
    "D：D.教育该维权组织，让其了解该项目将为社区带来的好处<br/>Educate the activist group on the benefits that the project will bring to the community                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：相关方管理不到位导致的问题，应重新分析该相关方，并相应调整参与计划。                                                    "
  ],
  [
    "96、",
    "—家组织执行了电子邮件迁移项目，虽然电子邮件迁移成功，但用户地址簿信息的迁移却不正确，这会影响到该组织的内部沟通，项目经理应该怎么做?<br/>An organization executed an email migration project.While the email migration was successful，user address book information was incorrectly mi grated, which impacts the organization’s internal communications.What should the project manager do?                        ",
    "A：A.向所有相关方解释这种情况，然后就后续步骤达成一致<br/>Explain the situation to all stakeholders,and agree on next steps                                    ",
    "B：B.确定迀移错误的根本原因<br/>Determine the root cause of the migration error                                                                                ",
    "C：C.要求项目团队提出纠正措施<br/>Ask the sponsor’s approval to extend the project                                    ",
    "D：D.请求发起人批准延长项目时间<br/>Seek the sponsor’s approval to extend the project                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：项目结果有缺陷，要修复缺陷，先B 再C。                                                    "
  ],
  [
    "97、",
    "—家组织启动一个项目来实施一个新的企业资源规划(ERP)系统，一个第三方就该系统的某个具体模块对ERP供应商提了侵权索赔。如果该第三方的侵权索赔成功，项目经理应该怎么做？<br/>An organization initiates a project to implement a new enterprise resource planning(ERP)system. A third has filed infringement claim against the ERP vendor on a specific module of the system.What should the project manager do if the third party’s infringement claim is successful?                        ",
    "A：A.坚称ERP供应商已获得该模块的权利,以便组织可以继续使用该模块<br/>Insist that the ERP vendor procure the rights to the module so that organization can continue to use it.                                    ",
    "B：B.要求ERP供应商将该模块免费更换为同等相当的模块<br/>Ask the ERP vendor to replace the module with a comparable one at no charge,                                    ",
    "C：C.坚持让ERP供应商退还该模块的成本，包括所有相关的实施费用<br/>Insist that the ERP vendor refund the cost of the module including all related implementation expenses.                                    ",
    "D：D.取消合同<br/>Cancel the contract.                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：项目要遵守法律，尊重知识产权。供应商有侵权行为，应停止和该供应商合作。                                                    "
  ],
  [
    "98、",
    "—个关键项目资源的职能经理通知项目经理，该资源对项目的方向和进度表示严重关 切。这个信息让经理感到意外，因为在最近的任何团队会议都没有表达存在这个问题。项目经理应该怎么做?<br/>The functional manager of a key project resource informs the project manager that the resource expressed serious concerns about the project's direction and progress.This information surprises the project manager,as the issue had been expressed in any recent team meetings.What should the project manager do?                        ",
    "A：A.向该关键资源沟通遵循沟通管理计划的重要性，以有效解决问题<br/>Communicate to the key resource the importance of following the communications management plan to effectively address issues                                    ",
    "B：B.进行一项行动，以更好了解该资源关切的问题，并制定一份计划来解决这些问题<br/>Make an action item to better understand the resourced concerns,and develop a plan to resolve them                                    ",
    "C：C.在问题日志中添加这些关切的问题，并在下次项目状态会议上讨论这些问题<br/>Add the concern to the issue log,and discuss them in the next project team meeting                                    ",
    "D：D.与该关键资源和职能经理开会，以讨论他们关切的问题<br/>Meet with the key resource and functional manager to discuss their concerns                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题貌似沟通问题，实际上是相关方问题。D是管理相关方期望。本题也可以当成冲突问题，要面对，还是D。                                                    "
  ],
  [
    "99、",
    "—家组织希望开展一个网络开发项目。在与相关方讨论之后，销售团队决定在不同渠道投资，将会产生更多收入。这是使用什么工具或技术来做出这个决定？<br/>An organization wants to pursue a web development project. Following discussions with stakeholders, the sales team decides that Investing in a different channel will generate more revenue.What tool or technique was used in making this decision                        ",
    "A：A.专家判断<br/>Expert judgment                                    ",
    "B：B.成本效益分析<br/>cost-benefit analysis                                                                                ",
    "C：C.访谈<br/>Interviews                                    ",
    "D：D.头脑风暴<br/>Brainstorming                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：题干描述的是商业论证过程，要使用成本效益分析。                                                    "
  ],
  [
    "100、",
    "—个釆用固定总价(FFP)合同的项目己经到达其最终里程碑，项目经理对最终产品充满信心，并向客户背书该产品，一周后，项目发起人通知项目经理，客户正在针对其所认可的产品向他们公司提起诉讼。项目经理应该事先做什么来避免这种情况？<br/>A project with a firm fixed price(FFP) contract has reached its final milcstonc,The project manager is confident with the final product and endorses it to the client.After a week,the sponsor informs the project manager that the client is filing a lawsuit against their firm for the product they endorsed.What should the project manager have done to avoid this situation?                        ",
    "A：A.确认项目团队向客户收费的工作小时数<br/>Validated the number of work hours charged by the project team to the client                                    ",
    "B：B.向客户批注该产品之前重新测试该产品<br/>Retested the product before endorsing it to the client                                                                                ",
    "C：C.花时间与客户一起了解项目的需求<br/>Spent time with the client to understand the project’s requirements                                    ",
    "D：D.要求客户正式书面通知合同已经完成<br/>Requested a formal written notice from the client that the contract was completed                                    ",
    "B",
    "D",
    "解析：参考答案：B\n解析：题目中可以判断，客户起诉的原因是产品不合格。在向客户提交产品前，应再测试一下。                                                    "
  ],
  [
    "101、",
    "由于不可预见的社区反对意见，一个项目暂时停止，由于在项目规划阶段没有将其识别为一项风险，因此未将其纳入风险登记册。项目经理应该怎么做?<br/>A Project has been temporarily stopped due to unforeseen community disagreements.Since this was not identified as a risk during the project planning phase.Jt was not included in the risk register.What should the project manager do?                        ",
    "A：A.通过会议和头脑风暴向相关方推荐减轻措施<br/>Recommend mitigation options to the stakeholders obtained via meetings and brainstorming                                    ",
    "B：B.重新计划剩余工作，并为未完成的任务和完成日期重新制定进度计划<br/>Replan the remaining work,and reschedule the outstanding tasks and completion date.                                    ",
    "C：C.将该事项升级上报给项目发起人和职能经理<br/>Escalate the matter to the project sponsor and functional manager                                                                                ",
    "D：D.与相关方开会以审查各种应急方案，建议适当行动方案<br/>Meet with stakeholders to review various contingency options，and then recommend the appropriate actions                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：这题是考相关方的，项目被停止，这个事情严重性超出项目经理职权范围，要上报发起人和职能经理。                                                    "
  ],
  [
    "102、",
    "项目收尾时，项目经理审查上一个阶段收尾信息，以验证所有项目工作是否完成。项目经理应该做什么？<br/>At project closure, the project manager reviews information from previous phase closures to verify that all project work is completed.What else must the project manager do?                        ",
    "A：A.集合团队，认可她们对项目付出的努力<br/>Gather the team to recognize their efforts on the project.                                    ",
    "B：B.通知项目发起人项目已收尾<br/>Inform the project sponsor that efforts on the project.                                    ",
    "C：C.在组织过程资产中更新经验教训<br/>Update the lessons learned in the organizational process assets.                                                                                ",
    "D：D.执行偏差分析<br/>Perform a variance analysis.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：本题考收尾工作。AD 直接排除；B不专业不正式，也不能算重要工作；C是收尾最重要工作之一。                                                    "
  ],
  [
    "103、",
    "在一次迭代结束时，一位团队成员告诉项目经理，由于几天前出现且无法解决的问题，一个计划任务未完成。若要在将来避免这种情况，项目经理应该怎么做？<br/>At the end of an iteration, a team member tells the project manager that a planned task is unfinished because of an issue that appeared days ago but unable lo be resolved. What should the project manager do to prevent do to prevent this type of situation in the future?                        ",
    "A：A.在回顾总结会议上讨论该问题<br/>Discuss the issue during the retrospective                                                                                ",
    "B：B.在演示中说明该问题<br/>Address the issue in the demo                                    ",
    "C：C.在下一次迭代规划会上讨论该问题<br/>Discuss the issue during the next iteration planning meeting                                    ",
    "D：D.在下一次每日站立会上审查该问题<br/>Review the issue in the next daily stand up meeting                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：避免未来发生，要总结经验教训并更新到组织过程资产中。A 是总结经验教训。                                                    "
  ],
  [
    "104、",
    "根据迄今为止取得的项目进展，项目团队希望改变他们在项目开始时选择的风险管理方法，项目经理本应该怎么做？<br/>Based on project progress made to date,a project team wants to change the risk management approach they chose at the beginning of the project.The project manager approves this request to ensure project success,and project activities continue.What should the project manager have done instead?                        ",
    "A：A.查阅风险管理计划，并鼓励项目团队遵循项目的约定变更控制流程<br/>Referred to the risk management plan,and encouraged the project team to follow the project’s agreed-upon change control process.                                                                                ",
    "B：B.拒绝进行变更，因为这种方法己经获得相关方的同意<br/>Refuse to make the changes,as the approach was already agreed-upon by the stakeholders                                    ",
    "C：C.告诉项目团队，风险管理方法是根据项目需求确定的，不能改变<br/>Told the project team that the risk management approach was determined based oil the needs of the project and cannot be changed.                                    ",
    "D：D.因项目团队确定新的风险管理方法而奖励团队<br/>Rewarded the project team for identifying a new risk management approach.                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：风险管理计划中，包含了风险管理的方法论，改变风险管理方法，要更新风险管理计划，A最好。                                                    "
  ],
  [
    "105、",
    "由于一个组织的项目发起人在地理上分散在不同地方。项目管理办公室(PMO)启动了一个项目来实施定制的、统一的组织过程。这个过程包括在每个里程碑结束时产生所需的工作。该项目的结束将被用作未来实施的原型。确保这个目标取得成功，项目经理应该怎么做？<br/>Because an organization has project sponsors geographically dispersed,the project management office(PMO) initiates a project to implement a customized,unified organizational process.This process includes generating required artifacts at the end of each milestone before the next phase starts.The project’s outcome will be used as a prototype for future implementations.What should the project manager do to ensure that this project is a success?                        ",
    "A：A.制定详细的项目管理计划，与所有相关方分享<br/>Create a detailed project management plan to share with all stakeholders                                    ",
    "B：B.让相关方参与并在每个阶段结束时要求签署<br/>Engage the stakeholders and request sign-off at the end of each stage                                                                                ",
    "C：C.促成每周状态更新的虚拟会议<br/>Facilitate a virtual weekly status update meeting                                    ",
    "D：D.每周更新一次项目管理计划<br/>Update the project management plan on a weekly basis                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：B是相关方的持续参与，和分阶段验收。                                                    "
  ],
  [
    "106、",
    "由于质量过程的问题，一个项目明显落后于进度计划。项目相关方坚持要求项目经理采取任何必要的行动来满足初始时间表。项目经理下一步应该怎么做？<br/>Due to issue with the quality process, a project is significantly behind schedule. Project stakeholders insist that the project manager take any action necessary to meet the original timeline.What should the project manager do next?                        ",
    "A：A.与相关方谈判质量标准并更新质量管理计划<br/>Negotiate the quality standards with the stakeholders and update the quality management plan.                                    ",
    "B：B.重新确定客户的需求清单优先级并调整项目范围<br/>Reprioritize the customer’s list of requirements and adjust the project scope.                                    ",
    "C：C.在风险登记册中记录所有问题并接受质量过程<br/>Document all issues in the risk’s register and accept the quality process.                                    ",
    "D：D.审查质量核对单以确定根本原因并实施所需的变更<br/>Review quality checklists to determine the root causes and implement the required changes.                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：本题考点不明确，用排除法；A 错在谈判质量标准；B 错在调整项目范围；C 错在接受质量过程。                                                    "
  ],
  [
    "107、",
    "由于缺乏资金，一个项目在启动阶段被终止，项目经理必须对项目收尾。项目经理首先应该做什么？<br/>Due to lack of funding, a project is terminated during its initiation phase and the project manager must close the project. What should the project manager do first?                        ",
    "A：A.查阅沟通管理计划，适当地通知所有相关方<br/>Refer to the communication management plan to properly inform all stakeholders                                    ",
    "B：B.审查组织的项目收尾指南<br/>Review the communication’s project closure guidelines                                                                                ",
    "C：C.执行风险分析，确定终止项目的潜在影响<br/>Perform a risk analysis to determine the potential impact of the termination the project                                    ",
    "D：D.结束所有项目采购过程<br/>Close all project procurement processes                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：如何收尾。                                                    "
  ],
  [
    "108、",
    "在经验教训会议上，团队的反馈非常积极，项目经理意识到这是因为团队不想损失可能获得的奖金。若要获得团队的诚实反馈，项目经理应该怎么做？<br/>During a lessons learned meeting, team feedback is overwhelmingly positive, The project manager realizes that this is because the team does not want to jeopardize a possible bonus.What should the project manager do to obtain honest feedback from the team?                        ",
    "A：A.进行匿名电子调查<br/>Conduct an anonymous electronic survey                                                                                ",
    "B：B.使用分析技术收集绩效和其他指标<br/>Use analytical techniques to collect performance and other metrics                                    ",
    "C：C.让发起人参与获得独立评估<br/>Engage the sponsors to contain an independent assessment                                    ",
    "D：D.正视团队成员的明显偏差<br/>Confront team members about their obvious bias                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：德尔菲技术能防止意见不客观，要获得客观反馈，可以用背靠背，即德尔菲技术。                                                    "
  ],
  [
    "109、",
    "在一个多功能项目的规划阶段，项目经理发现没有足够的资源来生产软件包。项目经理通过与第三方公司签署服务水平协议（SLA）来外包此软件包的生产。项目经理使用的是哪一项风险应对策略？<br/>.During a multi-functional project’s planning phase, the project manager discovers that innumerate there is not enough resources to produce the software package. The project manager outsourced the production of the package by signing the service level agreement(SLA)with the third party company.What risk response strategy did the project manager using?                        ",
    "A：A.减轻<br/>Mitigate                                    ",
    "B：B.转移<br/>Transfer                                                                                ",
    "C：C.接受<br/>Accept                                    ",
    "D：D.规避<br/>Avoid                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：外包，是转移策略。                                                    "
  ],
  [
    "110、",
    "在一个新项目的规划阶段，质量保证经理坚持要求将精度和准确度标准添加进质量管理计划中。项目经理可以从哪里找到这个信息？<br/>During a new project’s planing phase，the quality assurance manager insists that standard for precision and accuracy be added to the quality management plan, where can the project manager find this infomiation?                        ",
    "A：A. 事业环境因素<br/>Enteiprise environmental factors                                    ",
    "B：B. 需求文件<br/>Requirements documentation                                                                                ",
    "C：C. 变更控制过程文档<br/>Change control process documentation                                    ",
    "D：D. 组织过程资产<br/>Organizational process assets                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：需求文件中有质量需求                                                    "
  ],
  [
    "111、",
    "在一次项目会议期间，团队得知项目所需的一台设备的成本降低，成本管理计划已获得批准。项目经理应该怎么做？<br/>During a project meeting,the team realizes that there is a cost reduction for one piece of equipment required for the project.The cost management plan has already been approved.What should the project manager do?                        ",
    "A：A.继续执行项目而不通知变更控制委员会（CCB）<br/>Move forward with the project without notifying the change control board(CCB)                                    ",
    "B：B.遵循变更管理计划，并要求变更控制委员会批准成本变更<br/>Follow the change management plan and ask the CCB to approve the cost change                                                                                ",
    "C：C.更新变更管理计划，以包含该成本变更<br/>Update the change management plan to include the cost change                                    ",
    "D：D.将该成本降低事宜通知变更控制委员会，并继续执行项目<br/>Inform the CCB about the cost reduction and forward with the project                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：成本降低，BAC 也相应降低，属于成本基准变更，应执行变更流程。                                                    "
  ],
  [
    "112、",
    "在项目经理里程碑评审期间，项目经理与项目团队讨论从上一阶段获得的经验教训，由于存在许多技术难题和冲突，顶目团队要求项目经理将经验教训讨论会推迟到所有项目里程碑都完成之后。项目经理应该怎么做？<br/>During a project milestone review , a project manager discusses lessons learned from the previous phase with the project team.Since there were many technical difficulties and conflicts ;the team asks the project manager to defer the learned discussion until after all project milestones are completed.What should the project manager do ?                        ",
    "A：A.营造一种信任氛围，让个人可以讨论经验教训并分享知识<br/>Create an atmosphere of trust where individual can discuss lessons  learned and share knowledge                                                                                ",
    "B：B.由于该项目正处于落后于进度的危险之中，因此取消经验教训讨论会<br/>Remove lessons learned since the project is in jeopardy of being behind schedule                                    ",
    "C：C.在问题日志中添加经验教训<br/>Add lessons learned to the issue log                                    ",
    "D：D.独立收集经验教训<br/>Capture lessons learned independently                                    ",
    "A",
    "C",
    "解析：参考答案：A\n解析：经验教训应该全生命周期总结，但选项没有，只能选一个相对好的，A。                                                    "
  ],
  [
    "113、",
    "在项目状态审查会议期间，显而易见的是，整体项目效绩低于预期的项目目标，并且一 些关键的可交付成果未能满足客户的需求。项目经理应该怎么做？<br/>During a project status review meeting, it becomes apparent that overall project performance fails short of excepted project objectives and that some key deliverables fail to meet customer requirements. What should the project manager do?                        ",
    "A：A.更新范围管理计划并执行备选方案分析<br/>Update the scope management plan and perform an alternative analysis.                                    ",
    "B：B.使用德尔菲技术并执行备选方案分析<br/>Use the Delphi technique and perform an alternative analysis.                                    ",
    "C：C.执行趋势分析并更新质量管理计划<br/>Conduct a trend analysis and update the quality management plan.                                    ",
    "D：D.执行根本原因和备选方案分析<br/>Perform root cause and alternatives analysis.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题考点不明确 ，用排除法。AC 都更新了程序型计划；B的德尔菲不相干。                                                    "
  ],
  [
    "114、",
    "在一个项目的执行阶段，项目经理需要快速分配资源以建立团队并按时满足项目要求，项目经理下一步应该怎么做？<br/>During a project’s execution phase,the project manager needs to quickly assign resources to build the team and meet project requirements on time. What should the project manager do next?                        ",
    "A：A.创建图书馆服务<br/>Create library services.                                    ",
    "B：B.举行一系列研讨会<br/>Conduct a series of workshops.                                    ",
    "C：C.培训新团队<br/>Train the new team.                                                                                ",
    "D：D.举行网络研讨会<br/>Conduct a webinar                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：还是考团队建设的，题目中文翻译有误，build 翻译为建设，C是团队建设工具。                                                    "
  ],
  [
    "115、",
    "在项目启动阶段，项目经理审查了经验教训知识库。项目经理得知，之前有一个项目由于不断的范围蔓延而失败，这个项目无法负担额外的时间或预算。为避免项目失败，项目经理应该怎么做？<br/>During a project’s initiating phase, the project manager reviews the lessons learned knowledge base. The project manager learned that a previous project failed due to constant scope creep. This project cannot afford additional time or budget.What should the project manager do to avoid project failure?                        ",
    "A：A.拒绝所有超出范围的变更请求<br/>Reject all out-of-scope change requests.                                    ",
    "B：B.管理关键相关方的期望<br/>Manage key stakeholders’ expectations.                                    ",
    "C：C.将该信息升级上报给发起人<br/>Escalate this information to the sponsor.                                    ",
    "D：D.包含严格和正式的过程批准变更<br/>Include strict and formal process approval changes.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：典型的变更问题，走流程。                                                    "
  ],
  [
    "116、",
    "在一个项目的用户验收阶段，一些用户抱怨他们的期望未得到满足，项目经理事先应该釆取哪一个不同做法？<br/>During a project's user acceptance stage,some user's complain that their expectations have been unmet.What should the project manager have done differently?                        ",
    "A：A.考虑相关方的反馈<br/>Considered stakeholder feedback                                                                                ",
    "B：B.执行风险评估<br/>Conducted risk assessments                                    ",
    "C：C.实施冲突管理技术<br/>Implemented conflict management techniques                                    ",
    "D：D.与用户建立一种专业关系<br/>Established a professional relationship with the users                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：题目暗示，项目方闭门造车，因此 A 最好。                                                    "
  ],
  [
    "117、",
    "在每周一次的项目会议上，一位团队成员表示在修订项可交付成果时，一名销售经理对客户服务过程做出一项重要评论，影响到整个项目。项目经理对销售经理参与项目可交付成果感到吃惊。若要预防这个问题，项目经理应该事先做什么？<br/>During a weekly project meeting, a team member states that during a deliverable revision, a sales manager made an important remark regarding a customer care process that impacts the entire project. The project manager Is surprised that the sales manager is involved in the project deliverables.What should the project manager have done to prevent this?                        ",
    "A：A.完善风险审查会议，制定风险登记册<br/>Improved the risk review meetings and developed the risk register.                                    ",
    "B：B.执行相关方分析，并制定相关方参与计划<br/>Performed a stakeholder analysis and developed the stakeholder engagement plan.                                                                                ",
    "C：C.将职能团队过程包含进问题曰志中，并制定预防措施<br/>Included functional team processes in the issue log and developed preventive.actions.                                    ",
    "D：D.识别项目范围并通知相关方<br/>Identified the scope of the project and informed the stakeholders                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：重要相关方没有尽早参与的问题，只有B是解决相关方问题。                                                    "
  ],
  [
    "118、",
    "在项目收尾过程中，项目经理得知他们必须快速加入一个更高优先级的项目。如果立即启动项目，这个新项目将为公司来200万美元的增量价值。项目经理应该怎么做？<br/>During project closure, the project manager learns that they must quickly join a higher-priority project. This new project will bring the company US$2 million in incremental value if started immediately.What should the project manager do ?                        ",
    "A：A.关闭所有风险并转到新项目<br/>Close out all risks and move on to the new project                                    ",
    "B：B.将剩余任务委托给替代资源<br/>Delegate the remaining tasks to an alternate resource                                    ",
    "C：C.确保所有相关项目文件均已存档<br/>Ensure that all relevant project documents are archived                                                                                ",
    "D：D.执行项目标杆对照<br/> Perform project bench marking                                    ",
    "C",
    "B",
    "解析：参考答案：C\n解析：典型的前一个项目。后一个项目。重点是前一个项目的收尾，只有C正确。                                                    "
  ],
  [
    "119、",
    "在项目交付期间，质量审计揭示了一个未识别到的产品需求。项目经理应该怎么做？<br/>During project delivery, quality audits reveal an unidentified product requirement.What should the project manager do?                        ",
    "A：A.审查并更新风险报告<br/>Review and update the risk reports.                                    ",
    "B：B.更新测试和评估文档<br/>Update the test and evaluation documentation.                                    ",
    "C：C.将产品需求发送给质量管理团队<br/>Send the product requirement to the quality management team.                                    ",
    "D：D.使用应急应对来采取纠正措施<br/>Use a contingency response to take corrective action.                                                                                ",
    "D",
    "A",
    "解析：参考答案：D\n解析：需要进行范围变更，但没有一个选项是变更选项。不得已，当成风险应对。不选A，A 主要用于汇报，此刻应首先更新的是风险登记册。                                                    "
  ],
  [
    "120、",
    "顶目执行期间，客户请求进行一个小变更。在执行高层级审查后，开发人员确定进行变更所需的工作影响较小且可被吸收。项目经理下一步应该怎么做？<br/>During project execution , the customer requests a minor change , After performing a high-level review, the developer determines that the effort to make the change has minimal impact and can be absorbed.What should the project manager do next?                        ",
    "A：A.要求开发人员继续进行修改<br/>Ask the developer to proceed with the modification                                    ",
    "B：B.签发变更请求<br/> Issue a change request                                                                                ",
    "C：C.更新问题日志<br/>Update the issue log                                    ",
    "D：D.向所有项目相关方沟通提议的变更<br/>Communicate the proposed change to all stakeholders                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：范围变更，走变更流程。                                                    "
  ],
  [
    "121、",
    "在项目执行期间，团队成员提出纠正措施，帮助满足项目需求。项目经理应该怎么做？<br/>During project execution# team members proposes to corrective action to help meet projectrequirements.                        ",
    "A：A.将其包含在经验教训数据库中<br/>Include it in the lessons learned database                                    ",
    "B：B.遵循变更管理计划<br/>Follows the change management plan                                                                                ",
    "C：C.将其正确地记录在问题日志中<br/>Property document it in the issue log                                    ",
    "D：D.更新项目管理计划<br/>Update project management plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：纠正措施也属于变更，应该走变更流程。                                                    "
  ],
  [
    "122、",
    "项目经理通过电子邮件向所有项目相关方（包括本地和海外团队成员）发布每周项目更新，一个海外项目团队担心由于对项目需求的误解而无法实现目标。项目经理应该怎么做？<br/>A project manager distributes weekly project updates via email to all project stakeholders,including local and overseas team members. An overseas project team expresses concern that it cannot meet objectives due to misunderstandings about the project’s requirements                        ",
    "A：A.单独与该海外团队谈话澄清该问题<br/>Independently speak with the overseas team to clarity the issue.                                    ",
    "B：B.将该问题记录在问题日志中<br/>Document this in the issue log.                                                                                ",
    "C：C.分配另一个海外团队来帮助/指导他们<br/>Assign another overseas team to help/coach them                                    ",
    "D：D.与所有相关方开会，讨论这个问题<br/>Meet with project stakeholders to discuss the issue.                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：担心未必是是事实，但是要当成一个问题来处理。A，是否要单独和对方谈，不影响事实情况，不好。                                                    "
  ],
  [
    "123、",
    "在项目执行期间，某些任务所花的时间比预期长，团队成员之间存在一些分歧，并且发 起人要求迅速采取行动来解决这个问题。项目经理应该怎么做？<br/>During project execution, some tasks arc taking longer than expected. There is some divisiveness among team members, and the sponsor is demanding quick action to resolve the issue.What should the project manager do?                        ",
    "A：A.制定团队章程<br/>Develop a team charter.                                    ",
    "B：B.与团队一起审查团队章程<br/>Review the team charter with the team                                    ",
    "C：C.与人力资源部门和团队一起开会讨论这个问题<br/>Meet with human resource department and the team to discuss the issue.                                    ",
    "D：D.实施冲突管理过程<br/>Implement the conflict engagement process.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：冲突问题，D是解决冲突。C麻烦人力资源部门了，错误。                                                    "
  ],
  [
    "124、",
    "项目经理必须管理潜在的相关方利益冲突，相关方参与评估矩阵识别到一个反对项目且 有影响力的相关方。项目经理应该如何调整符合该相关方的期望？<br/>A project manager must manage potential conflicting stakeholders interests.The stakeholder engagement assessment matrix identifies an influential stakeholder who is resistant to the project. What should the project manager do to sign the stakeholder’s expectations?                        ",
    "A：A.创建相关方参与计划<br/>Create the stakeholder engagement plan.                                    ",
    "B：B.与其沟通相关方参与计划<br/>Communicate the stakeholder engagement plan.                                    ",
    "C：C.与所有相关方开会，对项目目标达成共识<br/>Meet with all stakeholders to gain consensus on project objectives.                                    ",
    "D：D.更新相关方登记册<br/>Updates the stakeholder register.                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：相关方问题，A 都可以选，但D在A 之前。                                                    "
  ],
  [
    "125、",
    "在涉及处理敏感客户数据的项目开发阶段,合规经理提出了项目不合规的问题。项目经理应该先审查哪一份文件?<br/>During the development stage of a project that involving handling sensitive client data, the compliance manager raises an issue of project non-compliance. What document should the project manager examine review first?                        ",
    "A：A范围说明书<br/> Scope statement                                    ",
    "B：B.项目章程<br/>Project charter                                                                                ",
    "C：C.商业论证<br/>Business case                                    ",
    "D：D.风险登记册<br/>Risk register                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：刚提出的不合规问题，可以当成风险，但是属于识别风险，应该更新风险登记册，而不是审查；章程中包括制约因素和假设条件，本题可以理解为项目的一个重要制约因素，分析对章程的影响。                                                    "
  ],
  [
    "126、",
    "在执行项目期间，发生了一个意外情况。项目经理应该审查哪些信息来确定适当的行动？<br/>During the execution of the project, an unexpected situation occurs. What information should the project manager review to define an appropriate action for this?                        ",
    "A：A.团队社交门户<br/>Team networking portal                                    ",
    "B：B.项目管理计划<br/>Project management plan                                                                                ",
    "C：C.经验教训<br/> Lessons learned                                    ",
    "D：D.专家判断<br/>Expert judgment                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：未知-未知风险发生，应该实施权变措施，属于监控风险过程，该过程的第一输入是项目管理计划。如果有风险管理计划，更好。                                                    "
  ],
  [
    "127、",
    "在执行阶段，项目经理意识到需要偏离项目管理计划才能实现理想的项目成果。项目经理下一步应该怎么做？<br/>During the execution phase, a project manager realizes that a deviation from the project management plan is required to achieve desired project outcomes. What should the project manager do next?                        ",
    "A：A.更新项目进度计划<br/> Update the project schedule                                    ",
    "B：B.执行实施 <br/>Execute the Implementation                                    ",
    "C：C.提交变更请求<br/> Submit a change request                                                                                ",
    "D：D.修改项目基准<br/>Modify the project baselines                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：题目意思是原定的项目范围错误，要修改，属于范围变更，走变更流程。                                                    "
  ],
  [
    "128、",
    "在对最终预算进行财务审查期间，财务总监注意到潜在的成本超支问题。项目经理应该如何避免这种潜在的成本超支？<br/>During the financial review of the final budget, a financial controller notices a potential cost overrun.How should the project manager do to avoid this potential cost overrun?                        ",
    "A：A.执行挣值管理(EVM)分析<br/>Perform an earned value management (EVM) analysis                                    ",
    "B：B.将潜在的成本超支添加作为一个项目风险<br/>Add the potential cost overrun as a risk to the project                                                                                ",
    "C：C.要求相关方确认他们的项目估算<br/>Ask the stakeholders to validate their project estimates                                    ",
    "D：D.将成本超支升级上报给项目管理办公室(PMO)<br/>Escalate the cost overrun to the project management office (PMO)                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：事先识别风险，并预留充分的储备，可以预防成本超支。                                                    "
  ],
  [
    "129、",
    "在一个为期两年的新高速公路建设项目的前八个月中,由于缺乏一种机械，项目落后于 进度计划。这属于哪一种事业环境因素？<br/>During the first eight months of a two-year project to build a new highway, the project fails behind schedule due to a lack of machinery. To what enterprise environment factor can this be attributed?                        ",
    "A：A.组织结构<br/>Organizational structure                                    ",
    "B：B.基础设施<br/>Infrastructure                                                                                ",
    "C：C.相关方风险界值<br/>Stakeholder risk threshold                                    ",
    "D：D.可持续性<br/>Sustainability                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：机械设备，属于事业环境因素中的基础设施。                                                    "
  ],
  [
    "130、",
    "在风险管理会议期间，项目经理和团队根据风险应对计划分析到目前为止使用的资源。项目经理应该使用什么工具或技术来评估剩下项目风险所需的资源？<br/>.During the risk management conference，project managers and teams analyze the resources used so far according to the risk response plan. What tools or technologies should be used by the project manager to evaluate the resources needed to get the project risk?                        ",
    "A：A.技术绩效测量<br/>Technology performance measurement                                    ",
    "B：B.储备分析<br/>Reserve analysis                                                                                ",
    "C：C.风险分析<br/>Risk analysis                                    ",
    "D：D.偏差和趋势分析<br/>Variance and trend analysis                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：本题考储备分析定义。为风险预留三种储备：时间、钱、资源，储备分析时都要考虑。                                                    "
  ],
  [
    "131、",
    "对于一个新项目，公司要求项目经理识别潜在的项目团队成员。项目经理下一步应该怎么做？<br/>For a new project,a company asks the project manager to identify potential project team members. What should the project manager do next?                        ",
    "A：A.请职能经理提供项目团队成员<br/>Ask functional managers for project team members                                    ",
    "B：B.创建一份资源管理计划<br/>Create a resource management plan                                                                                ",
    "C：C.制定一份具有岗位描述的组织结构图<br/>Develop an organization chart with position descriptions                                    ",
    "D：D.使用专家判断<br/>Use expert judgement                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：识别潜在团队成员，即估算项目资源，资源管理计划中包括如何估算资源。                                                    "
  ],
  [
    "132、",
    "对于一个软件开发项目，大部分功能都已经过客户同意。该客户也是一位相关方，负责审查需求规格书。项目开始后，该客户的老板(之前未被识别为一位相关方)参与项目要求对 批准的需求进行变更。这导致项目发生严重返工并延长时间表。项目经理应该怎么做？<br/>For a software development project,most of functions have been agreed upon by the customer.This customer is also a stakeholder is responsible for reviewing the requirement specifications.After the project starts ,the customer’s boss.Who was unidentified as a stakeholder,become involved in the project and demands changes to the approved requirements.This causes significant rework and extends the timeline. What should the project manager do?                        ",
    "A：A.将其添加进风险登记册<br/>Add this to the risk register.                                    ",
    "B：B.向变更控制委员会(CCB)提交一项变更<br/>Submit a change to the change control board(CCB).                                                                                ",
    "C：C.修订项目管理计划，以包含这些更新<br/>Revise the project management plan to include the updates.                                    ",
    "D：D.规划时间和资源的缓冲区，以补偿预期之外的变更请求<br/>Plan a buffer for time and resources to compensate for unexpected change requests                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：典型变更问题，走变更流程。                                                    "
  ],
  [
    "133、",
    "在为期六个月项目的第三个月，一位高级经理要求项目经理在不影响成本和时间的情况下增加一项新功能。项目经理应该怎么做？<br/>In the third month of a six months project, a senior manager asks the project manager to include anew feature without impacting cost and time. What should the project manager do?                        ",
    "A：A.更新范围计划，包含新功能<br/>Update the project plan to include the new feature                                    ",
    "B：B.创建变更请求并评估影响<br/>Create a change request and evaluates the impacts                                                                                ",
    "C：C.与发起人讨论该请求<br/>Discussed the request with the sponsor                                    ",
    "D：D.更新项目文件<br/>Update the project documents                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：范围变更问题，走变更流程。                                                    "
  ],
  [
    "134、",
    "管理层将一个国际项目分配给一位新项目经理。这是该项目经理第一次与跨国团队合作，团队成员位于两个国家，数量平均分配。一个团队由最适合单干的成员组成，另一个团队由最适合团队作战的成员组成。项目经理该怎么做？<br/>Management assign an international project to a new project manager.This is the first time the project manager has worked with an international team.Team members reside in two countries and are equally distributed.One team comprises of members who are most comfortable working as individuals,while the other team comprises of members who are most comfortable working as a group. What should the project manager do?                        ",
    "A：A.更新风险登记<br/>Update the risk register.                                    ",
    "B：B.要求团队在项目期间以相同的风格工作<br/>Require the team to work in the same style for the duration of the projec                                    ",
    "C：C.修订沟通管理计划<br/>Revise the communications management plan                                                                                ",
    "D：D.为团队设置一个虚拟协作工作，以便每天签到<br/>Set up a virtual collaboration fool the team to check-in each day                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：虚拟团队，要做好沟通规划工作，C合适，其他几个选项可以排除。                                                    "
  ],
  [
    "135、",
    "在一个项目中，一位关键项目团队成员因私事请假两个月，项目经理首先应该怎么做？<br/>Midway through a project,a key project team member requests two months leave for personal matters. What should the project manager do first?                        ",
    "A：A.询问这位关键团队成员是否可以推迟请假<br/>Ask this key team member if the leave can be postponed                                    ",
    "B：B.与职能经理协商替换一名团队成员<br/>Negotiate with the functional manager for a replacement                                    ",
    "C：C.评估对项目的影响<br/>Evaluate the impact on the project                                                                                ",
    "D：D.审查资源管理计划<br/>Review the resource management plan                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：A不主动，也不人性化；先分析影响 C，再考虑具体应对计划BD。                                                    "
  ],
  [
    "136、",
    "一家公司正在冒险进入一项新业务，但之前在该市场中没有经验，项目经理应使用什么 工具或技术来收集需求？<br/>A company is venturing into a new business but has no previous experience in that market. What tool or technique should the project manager use to collect requirements?                        ",
    "A：A.原型法<br/>Prototypes                                                                                ",
    "B：B.专家判断<br/>Expert judgement                                    ",
    "C：C.产品分析<br/>Production analysis                                    ",
    "D：D.制定决策<br/>Decision  making                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：AB是收集需求工具，A更符合没有经验。                                                    "
  ],
  [
    "137、",
    "在一个价值50,000美元的项目中途，项目经理进行挣值分析（EVA）。结果显示计划价 值（PV）为25,000美元，挣值（EV）为20,000美元，实际成本（AC）为15,000美元。根据这些结果，项目的状态是什么？<br/>Midway through a US$50.000 project manager conducts an earned value analysis(EVA), There results show that the planned value (PV) is US$20,000, and the actual cost (AC) is US$15,000,Based on these results, what is the project’s status?                        ",
    "A：A.落后于进度，并超出预算<br/>Behind schedule and over budget                                    ",
    "B：B.落后于进度，但低于预算<br/>Behind schedule and under budget                                                                                ",
    "C：C.超前于进度，并低于预算<br/>Ahead of schedule and under budget                                    ",
    "D：D.超前于进度，但超出预算<br/>Ahead of schedule and over budget                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：挣值比大小题目。EV大于AC，小于PV，进度落后，成本节约。                                                    "
  ],
  [
    "138、",
    "项目经理想要采购一些订制产品，且可以从多个供应商处获得相同等级和质量的订制产品。若要确保他们的报价具有可比性，采购包中应包含哪些内容？<br/>project manager wants to procure some customized products that are available in identical grade and quality from multiple vendors. What should be included in the procurement package to ensure that their offers will be comparable?                        ",
    "A：A.定制产品的成本估算<br/>A cost estimate of the customized products.                                    ",
    "B：B.详细说明所需产品必须属性和测量指标的工作说明书（SOW）<br/>A statement of work (SOW) specifying the required attributes and metrics of requested products                                                                                ",
    "C：C.经批准的项目范围说明书，工作分解结构(WBS)和WBS词典<br/>The approved project scope statement, work breakdown structure(WBS), and WBS dictionary                                    ",
    "D：D.风险管理计划以及风险管理审查报告<br/>The risk management plan, and reports from risk management reviews                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：供应商交付的产品一样，价格才有可比性。SOW就是对供应商交付物的说明。                                                    "
  ],
  [
    "139、",
    "项目相关方担心几个风险，但无法确定哪种风险影响最大。项目经理应使用什么工具或技术来解决相关方的问题？<br/>Project stakeholders are concerned about several risks, but can't determine,which will have the greatest impact.What tool or technique should the project manager use to address the stakeholders, concerns?                        ",
    "A：A.龙卷风图 <br/>Tornado diagram                                                                                ",
    "B：B.决策树分析<br/>Decision tree analysis                                    ",
    "C：C.优势、劣势、机会与威胁(SWOT)分析<br/>Strengths, weaknesses, opportunities,and threats(SWOT)analysis                                    ",
    "D：D.石川图<br/>Ishikawa diagram                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题考敏感性分析的定义。                                                    "
  ],
  [
    "140、",
    "项目团队成员习惯于在制定好的变更控制过程之外进行变更。在一次团队会议上，向公司董事会发出另一个变更请求。项目经理应该怎么做？<br/>Project team members are used to performing changes outside of tho established change control process. In a team meeting,another change request was issued to the company board of directors.What should the project manager do?                        ",
    "A：A.接受该变更请求，并继续管理项目以满足需求和进度<br/>Accept the change request and continue to manage the project to meet its requirements and schedule                                    ",
    "B：B.通知请求者应该通过变更控制过程来处理变更<br/>Notify the requester that the change should be handled through the change control process                                                                                ",
    "C：C.召开一次团队建设会议，希望团队在所有变更之后重新走回正轨<br/>Conduct a team-building session and hope that the team gets back on track after all the changes                                    ",
    "D：D.向项目发起人询问有关变更和项目绩效的详细信息 <br/>Ask the project sponsor for details about changes and project performance                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：变更问题，选最符合流程的。B 符合，其他几个选项都不符合变更流程。                                                    "
  ],
  [
    "141、",
    "在大量数据中获得的质量报告表明，目前的可交付成果存在许多缺陷。项目经理应该使用什么工具或技术来获得制定决策的洞察力？<br/>Quality reports derived from large amounts of data indicate that the current deliverable has many defects.What tool or technique should the project manager use to gain insight for decision making?                        ",
    "A：A.亲和图<br/>Affinity diagram                                    ",
    "B：B.石川图<br/>Ishikawa diagram                                    ",
    "C：C.控制图<br/>Control chart                                    ",
    "D：D.帕累托分析<br/>Pareto analysis                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：很多缺陷要修复时，就要先给缺陷排优先级，优先解决主要缺陷，即决策依据。                                                    "
  ],
  [
    "142、",
    "项目经理正在与质量保证(QA)专家合作，以确定生产线中许多质量偏差和缺陷背后的原因。项目经理应该使用下列哪一项来确定问题的根源？<br/>reason behind a number of quality variances and defects in a production line. What should the project manager use to identify the problem’s origin?                        ",
    "A：A.直方图 <br/>Histograra                                    ",
    "B：B.散点图<br/>Scatter diagram                                    ",
    "C：C.矩阵图<br/>Matrix diagram                                    ",
    "D：D.鱼骨图<br/>Fishbone                                                                                ",
    "D",
    "A",
    "解析：参考答案：D\n解析：找原因，用因果图(鱼骨图）。                                                    "
  ],
  [
    "143、",
    "几个子团队正在为一个具有固定工期的项目工作，实施团队经常延迟向质量保证(QA)团队提供工作产品，从而导致关系紧张。项目经理应该怎么做？<br/>Several sub-teams are working on a project with a fixed duration.The implementation team is frequently late providing work products to the quality assurance(QA)team,which causes stress. What should the project manager do ?                        ",
    "A：A.与两个团队一起，以便质量保证团队可以说明实施团队延迟交付的影响,并讨论可能的解决方案<br/>Make with both teams so the QA team can explain the impact of the implementation team’s late deliveries and to discuss possible solutions                                                                                ",
    "B：B.将提供给实施团队进行质量保证任务的实际预期时间加倍，确保在交付延迟的情况下有足够的时间进行全面测试<br/>Double the actual expected time of QA tasks that are provided to the implementation team to ensure enough time to fully test when deliveries are late                                    ",
    "C：C.指示质量保证团队在可用时间内完成尽可能多的测试<br/>Instruct the QA team to complete as many of its tests as they can in the time available                                    ",
    "D：D.为质量保证团队增加人员，以便即使由于延迟交付而压缩进度计划，也可以完成测试<br/>Add staff to the QA team so that it can complete testing even when the schedule is compressed by late delivery                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：冲突问题，有冲突要面对。                                                    "
  ],
  [
    "144、",
    "客户在用户测试期间同意最终产品，但现在却有另一种想法。若要解决这个问题，项目经理应该查阅哪一份文件？<br/>The client agreed to the final product during user testing, but is now having second thoughts.What should the project manager consult to resolve this issue?                        ",
    "A：A.验收标准<br/>Acceptance criteria                                                                                ",
    "B：B.质量管理计划 <br/>Quality management plan                                    ",
    "C：C.需求文件<br/>Requirements documentation                                    ",
    "D：D.项目章程<br/>Project charter                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：题目意思是，最终测试后，客户项目变更产品。应先对比项目范围说明书，向客户证明是变更，A范围说明书核心内容之一。                                                    "
  ],
  [
    "145、",
    "客户申请破产，项目在完工前结束。项目经理应首先在最终项目报告中包含什么文件？<br/>The client files for bankruptcy,and the project is closed prior to completion.What should the project manager include first in the final project report?                        ",
    "A：A.经验教训<br/>Lessons learned                                    ",
    "B：B.将未完成的可交付成果文件转移给运营小组<br/>The documented transfer of unfinished deliverables to an operations group                                    ",
    "C：C.项目绩效报告<br/>Project performance reports                                    ",
    "D：D.项目终止原因<br/>The cause of project termination                                                                                ",
    "D",
    "A",
    "解析：参考答案：D\n解析：提前终止的项目，要特别强调记录终止原因，虽然也是收尾工作，但与提前终止无关。                                                    "
  ],
  [
    "146、",
    "为一个关键业务系统开发新楼房将影响500名用户。项目经理希望确认项目相关方对项目的参与程度, 并传递关于关键里程碑的信息。<br/>The development of a new building for a critical business system will affect 500 users. The project manager wants to confirm stakeholder commitment to the project and relay information regarding key milestones.How can the project manager accomplish this?                        ",
    "A：A.召开项目启动大会<br/>Hold a kick-off meeting                                                                                ",
    "B：B.开展一次团队建设活动<br/> Conduct a team building activity                                    ",
    "C：C.实施认可与奖励计划<br/>Implement a accreditation and rewards program                                    ",
    "D：D.审查项目章程<br/>Review the project charter                                    ",
    "A",
    "D",
    "解析：参考答案：A\n解析：确定相关方参与程度，应该用相关方参与评估矩阵(选项中没有）；传递关键历程碑信息，应该用Kick-off meeting，选A。                                                    "
  ],
  [
    "147、",
    "—家咨询公司的负责人发起一个项目，拟开发一种新的业务，以增加市场份额和收入，由于该公司很成功，管理团队和顾问并不认为需要新的业务模式,并要求在启动项自之前提供项目概念。应该用什么来制定项目概念？<br/>The owner of a consulting company initiates a project to develop a new business model that will increase market share and revenue .because the company has been successful，the management team and concept before initiation. What should be used to develop the project concept?                        ",
    "A：A头脑风暴 <br/>Brainstorming                                                                                ",
    "B：B.专家判断<br/>Expert judgment                                    ",
    "C：C.六西格玛技术<br/>Six Sigma technique                                    ",
    "D：D.预测<br/>Forecasting                                    ",
    "A",
    "B",
    "解析：参考答案：A\n解析：本题考如何制定创意（概念），AB都能制定创意，但A强调多种创意，更符合题目。                                                    "
  ],
  [
    "148、",
    "—家咨询公司的负责人启动一个项目来扩大公司提供的服务数量，这公司具有竞争优 势出色的企业知识以及卓越的声誉，高管团队担心增加新服务导致产生负面的业务结果。若要评估负面业务结果的可能性和影响，项目经理应该使用什么？<br/>The owner of a consulting company initiates a project to the expand the number of services the company provides.The executive team is concerned about the potential for negative business outcomes associated with adding new services.To evaluate the probability and impact of negative business outcomes,project manager should the project manager use?                        ",
    "A：A.因果图<br/>Cause-and-affect diagram                                    ",
    "B：B.预测<br/>Forecasting                                    ",
    "C：C.制定决策 <br/>.Decision making                                    ",
    "D：D.风险评估矩阵<br/>Risk assessment matrix                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题考量化风险工具，四个选项都不是量化风险工具，只能选一个定性风险分析工具。                                                    "
  ],
  [
    "149、",
    "项目经理、团队成员以及若干相关方共同参与一次风险研讨会。已经根据风险管理计划 生成并提供一份风险报告。若要为各个项目风险进行优先级排序，现在必须执行哪一项分析？<br/>The project manager, team members, and Several stakeholders participated in a risk workshop.A risk report was produced and delivered according to the risk management plan.What analysis must now be performed to prioritize individual project risks?                        ",
    "A：A.定量风险分析<br/>Quantitative risk                                    ",
    "B：B.根本原因分析<br/>Root cause                                    ",
    "C：C.偏差分析<br/>Variance                                    ",
    "D：D.定性风险分析<br/>Qualitative risk                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：风险排序，定性分析。                                                    "
  ],
  [
    "150、",
    "项目发起人任命一位高级工程师到指导委员会，来帮助监督项目管理计划。该工程师经常不同意由项目团队制定的计划，并在提交标准之前对项目管理计划表达严重关切。项目经理应该怎么做？<br/>The project sponsor appoints a senior engineer to the steering committee to help oversee the project management plan.The engineer often disagree with the plans produced by the project team,and expresses critical concerns about the project management plan before it is submitted for approval.What should the project manager do?                        ",
    "A：A.通知项目发起人，该工程师延迟了规划过程<br/>Inform the project sponsor that the engineer is delaying the planning process                                    ",
    "B：B.与指导委员会一起审查项目计划，并解决该工程师提出的任何问题<br/>Review the project plan with the steering committee,and address any concerns that are raised by the engineer                                    ",
    "C：C.与工程师进行私下会议，了解并解决他关切的问题<br/>Conduct a private meeting with the engineer to understand and address their concerns                                                                                ",
    "D：D.提交项目管理计划，并在以后通过遵循变更管理程序解决该工程的关切问题<br/>Submit the project management plan,and address the engineer's concerns at a better time by following change management procedures                                    ",
    "C",
    "B",
    "解析：参考答案：C\n解析：相关方问题，管理相关方参与，C好。本题按冲突管理也一样选C。                                                    "
  ],
  [
    "151、",
    "项目发起人通知项目经理一种产品可能会对客户产生不利于健康的影响。因此，发起人要求改变生产材料。项目经理应该怎么做？<br/>The project sponsor informs the project manager that a product could have a adverse health effects on customers.Because of this,the sponsor asks to change production materialism. What should the project manager do?                        ",
    "A：A.通过遵循实施整体变更控制过程，进一步调查该事项<br/>.Investigate the matter further by following the Perform Integrated Change Control process                                                                                ",
    "B：B.立即实施这项变更并提交正式文档的变更请求<br/>Implement the change immediately and submit a change request for formal documentation                                    ",
    "C：C.停止当前工作，并启动实施整体变更控制过程<br/>Stop current work and initiate the Perform Integrated Change Control process                                    ",
    "D：D.拒绝该请求，因为己超出范围<br/>Rejected the request because it is outside of scope                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：典型变更问题，走变更流程。                                                    "
  ],
  [
    "152、",
    "项目发起人指出，为确保项目成功，必须让客户意识到可能存在的延误和问题。为此，客户希望他们的技术团队直接与项目的技术团队进行沟通。若要确保这项请求得以解决，项目经理应该审查哪一份文件？<br/>The project sponsor states that to ensure project success, the customer must be made aware of possible delays and issues. To achieves this，the customer wants their technical team to communicate directly with the project’s technical team.What document should the project manager review to ensure that this request is addressed?                        ",
    "A：A.沟通管理计划<br/>Communications management plan                                                                                ",
    "B：B.需求跟踪矩阵<br/>Requirement traceability matrix                                    ",
    "C：C.执行、负责、咨询和知情(RACI)矩阵<br/>Responsible, accountable, consult, and inform (RAXI) matrix                                    ",
    "D：D.项目章程<br/>Project charter                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：典型沟通问题，找沟通管理计划。                                                    "
  ],
  [
    "153、",
    "为了增加销售量，销售部门需要开发一个新项目，项目团队之前没有执行过类似项目。项目经理首先应该做什么？<br/>To increase sales, the sales department requires the development of a new project. The project team has not performed a similar project before.What should the project manager do next?                        ",
    "A：A.审查其他公司类似项目的经验教训<br/>Review other companies lessons of learned from similar projects                                                                                ",
    "B：B.为销售部门开会讨论需求<br/>Meet with the sales department to discuss requirements                                    ",
    "C：C.定义项目的主要可交付成果<br/>Define the project’s key deliverables                                    ",
    "D：D.参与制定项目章程<br/>Participate in the development of the charter                                    ",
    "A",
    "B",
    "解析：参考答案：A\n解析：团队没有经验，可以借鉴公司的组织过程资产，本公司没有做过类似项目，可以借鉴别的公司的经验教训。A在 D之前，属于制定章程的输入事业环境因素。                                                    "
  ],
  [
    "154、",
    "由于技术已在其他工厂运行，省略了一个项目的用户验收测试。但是，在该技术实施后不能按预期起作用。项目经理应该怎么做？<br/>User acceptance tests on a project have been omitted since the technology is operational at other factories.However,after implementation,the technology is not working as expected.What should the project manager do?                        ",
    "A：A.查看缺陷报告以确定并解决问题<br/>Review the defect report ti identify and solve issue.                                    ",
    "B：B.提交变更请求<br/>Submit a change request.                                    ",
    "C：C.执行根本原因分析，以确定纠正措施<br/>.Conduct a root cause analysis to identify corrective actions.                                                                                ",
    "D：D.使用测试脚本来解决问题<br/>Use test scripts to resolve the issue.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：发现质量缺陷，要修复。B没有C直接，全面。                                                    "
  ],
  [
    "155、",
    "在一个正在进行的客户特定产品开发项目中，客户的项目经理发生变化，新项目经理没有收到关于项目可交付成果的更新信息。新项目经理应该怎么做？ <br/>During an ongoing,customer-specific product development project, the customer's project manager is changed.The new project manager fails to receive updates about the project’s deliverations.What should the new project manager do?                        ",
    "A：A.更新变更日志 <br/>Update the change log.                                    ",
    "B：B.查阅范围文件<br/>Refer to the scope document.                                    ",
    "C：C.查阅相关方登记册<br/>Refer to the stakeholder register.                                    ",
    "D：D.更新沟通管理计划<br/>Update the communications management plan.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：关键字“没有接收到信息”，典型的沟通管理计划考核场景。                                                    "
  ],
  [
    "156、",
    "在考虑一个新项目风险时,项目经理将风险矩阵应用于人为因素所做的贡献。项目经理发现，团队成员的态度在风险厌恶和风险追求之间存在很大差异。项目经理应该怎么做？<br/>When considering risks for a new project, the project manager applies the risk matrix to contributions made by human factors. The project manager identifies that team members’ attitudes vary greatly between risk-averse and risk-seeking.What should the project manager do?                        ",
    "A：A.将其添加到风险登记册中，因为团队成员风险态度之间的巨大差距很可能会影响到项目 团队的绩效<br/>Add it to the risk register because the wide gap between team members’ risk attitudes has a high probability of impacting project team performance.                                                                                ",
    "B：B.将其添加到风险登记册中，因为这个问题很重要，需要列出<br/>Add it to the risk register because it is important to list.                                    ",
    "C：C.不要将其添加到风险登记册中，因为团队成员风险态度通常对团队绩效或项目执行影响不大<br/>Do not add it to the risk register because team member risk attitudes generally have little effect on team performance or project execution.                                    ",
    "D：D.与团队一起内部处理风险态度<br/>Handle the risk attitudes internally with the team.                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：团队成员风险态度差距过大，本身就是风险，应记录在风险登记册。                                                    "
  ],
  [
    "157、",
    "在规划项目开工大会时，项目经理应该如何处理相关方的期望？<br/>When planning a kick-off meeting, what should a project manager do to address stakeholder expectations?                        ",
    "A：A.澄清业务需求 <br/>Clarify business requirements                                    ",
    "B：B.确定顶目沟通渠道<br/> Determine project communication channels.                                    ",
    "C：C.审查类似项目的经验教训<br/>Review lessons learned from similar projects.                                    ",
    "D：D.列出产生主要可交付成果的活动<br/>List activities to generate key deliverables.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：排除法，BC都与开工会议无关，AD 之间，D属于计划，A未必属于计划内容。开工会议上，项目经理要向相关方展示项目计划，让大家了解计划。                                                    "
  ],
  [
    "158、",
    "在识别一个新项目的风险时，项目团队考虑到以下内容：一次罕见的自然灾害可能会撞击建筑物并导致建筑物倒塌。当下核心存储所有项目技术数据的数据库己过时，并可能会失效。项目经理应该怎么做？<br/>While identifying risks on a new project, the project team considers the following;0 An unusual natural disaster might hit the building and cause it to fall.The primary existing database storing all the project’s technical data is outdated and might fail. What should the project manager do?                        ",
    "A：A.请求将项目转移给另一个地理区域的团队<br/>Request the project to be transferred to a team in another geographical area.                                    ",
    "B：B.建议取消该项目<br/>Advice the project to be canceled.                                    ",
    "C：C.将该风险添加进风险登记册<br/>Add the risks to the risk register.                                                                                ",
    "D：D.通知发起人这两种风险的概率和影响都非常低<br/>Inform the sponsor that the probability and impact are very low for both risks.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：识别新风险，记录在风险登记册。                                                    "
  ],
  [
    "159、",
    "变更控制委员会（CCB）拒绝变更请求时，项目经理应该更新什么？<br/>What should the project manager update when the Change Control Board (CCB) rejects the change request?                        ",
    "A：A.风险登记册<br/>Risk Register                                    ",
    "B：B.需求跟踪矩阵<br/>Requirements Tracking Matrix                                    ",
    "C：C.变更管理计划<br/>Change Control Plan                                    ",
    "D：D.变更日志<br/>Change Log                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析： 变更被拒绝，要更新变更日志，通知相关方。                                                    "
  ],
  [
    "160、",
    "在开始一个新项目时，项目经理意识到客户需求与其组织通常执行的类似项目有很大不同，该项目在工作完成之前将不会获得大量资金，将在项目完成时提供全额资金。项目经理先应该怎么做？<br/>While starting a new project , the project manager realizes that customer requirements are significantly different from similar projeffs their organizaticm typically executes. The project will not receive significant funding until the work is completed,at which point full funding will be available.What should the project manager do first ?                        ",
    "A：A.与客户开会以确定获得资金所需的最小范围<br/>Meet with the customer to establish the minimum scope required to secure fun ding.                                    ",
    "B：B.审查成本估算以降低项目风险<br/>Review the cost estimate to reduce the project risk.                                    ",
    "C：C.要求释放管理储备金以支付额外资金<br/>Request a release of the management reserve t6 covef the additional fundfng.                                    ",
    "D：D.更新风险登记册以记录资金缺乏情况<br/>Update the risk register to document the lack of funding.                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：项目完成才给资金，应该是该项目的一个重要制约因素，选项中没有假设日志，只能先当成风险记录。                                                    "
  ],
  [
    "161、",
    "—个更换关键应用程序的项目将影响多个内部和外部服务。在规划过程中，拥有这些服 务的项目相关方未能承诺履行约定活动。项目经理应该如何改进项目相关方的参与程度？<br/>A project that replaces critical applications will affect multiple internal and external services. During the planning process, project stakeholders with these services fail to commit to carrying out the agreed activities. How should the project manager improve the participation of the project stakeholders?                        ",
    "A：A.用谈判和沟通<br/>To negotiate and communicate                                                                                ",
    "B：B.将这种情况上报给指导委员会<br/>To report this to the Steering Committee                                    ",
    "C：C.准备一份概率和影响矩阵<br/>To prepare a Probability and Impact Matrix                                    ",
    "D：D.将这种情况记录在问题日志中<br/> To record this situation in the Problem Log                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题是标准的相关方问题，考管理相关方参与的工具。                                                    "
  ],
  [
    "162、",
    "—个构建新产品的项目包含了一项设计，而该设计使用了两个现有产品的一些功能，但是，新产品需要比其前代产品更大型且更便宜。项目经理查看两个现有产品的文件，并与工程总监讨论对最终成本的影响。项目经理将使用什么技术来估算成本？<br/>A project to build a new product consists of a design that uses some features of the two existing products, but the new product needs to be larger and cheaper than the former one. The project manager reviews the documents of two existing products and discusses the impact on the final cost with the engineering director. Which technique will the project manager use to estimate the cost?                        ",
    "A：A.建模和成本预测 <br/>Modeling and Cost Forecast                                    ",
    "B：B.类比估算和参数估算<br/>Analog Estimation and Parameter Estimation                                                                                ",
    "C：C.专家判断和成本汇总<br/>Experts' Judgment and Cost Summary                                    ",
    "D：D.自下而上估算和计划评审技术分析<br/> Make bottom-up estimation and plan the analysis of review technique                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：本题考估算成本工具。A 都不是成本估算工具；C 成本汇总不是成本估算工具；BD都是成本估算工具，但 B 与题干描述有对应性（现有产品），选B。                                                    "
  ],
  [
    "163、",
    "—个项目团队成员已经延迟两次交付一个工作包，其职能经理已经通知项目经理，该团成员资历较新，需要时间学习。项目经理应该怎么做？<br/>A project team member has delayed the delivery of a work package twice. Its functional manager has notified the project manager that the team member is a green hand and needs time to learn. What should the project manager do?                        ",
    "A：A.要求职能经理替换该团队成员<br/>To ask the functional manager to replace the team member                                    ",
    "B：B.与该团队成员私下讨论该问题<br/>To discuss the problem privately with the team member                                    ",
    "C：C.向该团队成员提供培训<br/>To deliver training to the team members                                                                                ",
    "D：D.在团队会议上讨论该问题<br/>To discuss the problem at the team meeting                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：能力不够，要培训。对团队内部成员不放弃，外部资源有风险需要找Backup应对。                                                    "
  ],
  [
    "164、",
    "公司的首席执行官每半年视察某个项目一次，若确保与首席执行官的期望保持一致，项目团队应该确认哪一项？<br/>The Company's CEO visits a project once every six months. To ensure consistency with the CEO's expectations, which of the following items should the project team confirm?                        ",
    "A：A.相关方登记册<br/>Register of Stakeholders                                                                                ",
    "B：B.工作说明书(SOW)<br/>Statement of Work (SOW)                                    ",
    "C：C.团队沟通模板<br/>Team Communication Template                                    ",
    "D：D.项目预测文件<br/> Project Forecast Document                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题其实在问：哪个文件记录了相关方（CEO）的期望。                                                    "
  ],
  [
    "165、",
    "—家公司希望与供应商签订为期15年的合同，项目经理应建议哪种合同类型?<br/>A company wants to sign a 15-year contract with the supplier. Which type of contract should the project manager recommend?                        ",
    "A：A.固定总价合同 <br/>FFP                                    ",
    "B：B.总价加激励费用合同<br/>                                    ",
    "C：C.工料合同<br/>T&M                                    ",
    "D：D.总价加经济价格调整合同<br/>FP-EPA                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：周期很长（跨年）合同，应使用总价加经济价格调整合同。                                                    "
  ],
  [
    "166、",
    "进度计划经理注意到由于数据录入错误，低估了关键路径上某项任务的完成时间。进度计划经理应该怎么做？<br/>The schedule manager notices that the completion time of a task on the critical path is underestimated due to data entry errors. What should the schedule manager do?                        ",
    "A：A.立即将该错误报告给项目发起人<br/>To report the error to the project sponsor  immediately                                    ",
    "B：B.调整所有任务，保持计划的完成日期<br/>To adjust all tasks and meet the planned completion date                                    ",
    "C：C.立即与项目经理讨论该错误以及可能的纠正措施<br/>To discuss the error with the project manager and possible corrective actions  immediately                                                                                ",
    "D：D.制定方法，确保客户不会产生有关进度影响的担忧<br/>To lay down the method to ensure that the customer has no concerns about the impact on schedule                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析： 有错必改，职业道德，选C。D有蒙蔽客户的意思                                                    "
  ],
  [
    "167、",
    "—位经验丰富的项目经理在到达一个重大开发里程碑之前识别到一个问题，项目经理采取相应的行动，并能够按时解决问题。两周后，发起人通知项目经理，客户发出了处罚费。若要避免这个问题，项目经理应该事先做什么？<br/>An experienced project manager identifies an issue before reaching a major development milestone.The project manager takes appropriate action,and is able to solve the issue on time.Two weeks later,the sponsor notifies the project manager that the client a penalty process fee.What should the project manager have done to avoid this?                        ",
    "A：A.提出变更请求<br/>Initiated a change request                                    ",
    "B：B.更新问题日志<br/>Updated the issue log                                                                                ",
    "C：C.通知客户<br/>Informed the client                                    ",
    "D：D.更新风险日志<br/>Update the risk log                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：问题被忽略导致的处罚。项目经理可以采取措施解决（is able to solve on time 强调的是可能性，不是事实),但没有采取导致。问题日志一定程度上可以确保问题解决。                                                    "
  ],
  [
    "168、",
    "团队成员之间关于具体任务的争议暂时搁置，然而，在稍后的项目阶段，这个争议升级成一个更大的问题。若要预防这个问题，项目经理应该事先更新什么？<br/>The dispute over specific tasks between team members has been put on hold for temporary, however, at a later stage of the project, this controversy is escalated into a bigger problem.To prevent this problem, what should the project manager update in advance?                        ",
    "A：A.问题日志<br/>Problem Log                                                                                ",
    "B：B.项目状态报告<br/> Project Status Report                                    ",
    "C：C.会议纪要<br/>Meeting Minutes                                    ",
    "D：D.风险登记册<br/>Risk Register                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：小问题没有解决，导致了大问题。若要防止，要从小抓起。                                                    "
  ],
  [
    "169、",
    "为公共活动提供IT基础设施设备的某公司已被选中为一个国家的国庆活动提供设备。该公司只能在截止日期前提供50%的设备。项目经理找到可以提供剩余设备的另一个供应商。项目经理应使用什么风险策略？<br/>A company providing IT infrastructure equipment for public events has been selected to provide equipment for the National Day Event in a country. The Company only provides 50% of the equipment by the deadline. The project manager finds another supplier that can provide the remaining equipment. What risk strategy should the project manager take?                        ",
    "A：A.减轻<br/>Mitigation                                                                                ",
    "B：B.分享 <br/>Sharing                                    ",
    "C：C.回避<br/>Avoidance                                    ",
    "D：D.转移<br/>Transfer                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：题目描述的其实就是“选择更加可靠的卖方”，属于减轻概率策略。                                                    "
  ],
  [
    "170、",
    "为过去三个月创建一份运行率报告的项目估计需要20个小时。这时客户要求增加三个月的预测。由于这项工作更复杂，需要额外工作，项目经理应该怎么做？<br/>It takes about 20 hours to create an operating rate report for the past three months. At this point, the customer requests the forecast for another three months.　Because this task is more complicated and requires extra work, what should the project manager do?                        ",
    "A：A.对客户解释这项请求的影响<br/>To explain the impact of this request to the customer                                    ",
    "B：B.接受该请求并按比例延长基准<br/>To accept the request and extend the benchmark proportionally                                    ",
    "C：C.要求客户签发一份正式的变更请求<br/>To require the customers to issue a formal change request                                                                                ",
    "D：D.与客户一起澄清项目范围<br/>To clarify the project scope with the customer                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析： 典型变更问题，走变更流程。先是C然后才是A。                                                    "
  ],
  [
    "171、",
    "为了扩大客户群，一家公司考虑设立海外分支机构。项目发起人希望得到这项投资的论证。项目经理应该怎么做？<br/>In order to expand the customer base, a company is considering opening an overseas branch. The project sponsor wants to get an argument for this investment. What should the project manager do?                        ",
    "A：A.与项目相关方开会<br/>To hold a meeting with project stakeholders                                    ",
    "B：B.制定商业论证<br/>To lay down a business case                                                                                ",
    "C：C.进行成本效益分析<br/>To perform cost-benefit analysis                                    ",
    "D：D.起草项目管理计划<br/>To draft the project management plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：本题直来直去考商业论证概念。本题由于直接考商业论证概念，B 比 C 优先。                                                    "
  ],
  [
    "172、",
    "—位团队成员通知项目经理他们必须完成项目之外的一项关键任务。这将对项目进度产 生风险。项目经理应该怎么做来消除这个风险？<br/>The project sponsor informs the project manager that the most critical project standard is to deliver the product on time. There is no time limit for the availability of resources. Which action will reduce the timetable but will add to the risk?                        ",
    "A：A.与该团队成员的经理协商另外一个时间来完成这项其他任务<br/> To negotiate another time with the member’s manager to complete this other task.                                                                                ",
    "B：B.从另一个部门获得一位替代资源<br/>To gain an alternative resource from another department                                    ",
    "C：C.向项目发起人汇报该团队成员的经理不遵守规定<br/>To report to the project sponsor that the member's manager does not comply with the regulations                                    ",
    "D：D.指示该团队成员的经理释放该团队成员以完成预定的项目活动<br/>To instruct the member's manager to release the team member to complete the predefined project activity                                    ",
    "A",
    "B",
    "解析：参考答案：A\n解析：本题为资源冲突或优先级冲突问题，有冲突，要面对，A 最好。                                                    "
  ],
  [
    "174、",
    "项目经理发现由于一名资源过度承诺而导致一些任务未完成。项目经理意识到如果使用 其他资源，将不影响到关键路径。项目经理应该采用什么来满足进度计划?<br/>The project manager finds that some resources were not completed due to an over-commitment of resources. The project manager is aware that if other resources are used, it will not impact the critical path. What should the project manager use to meet the schedule?                        ",
    "A：A.假设情景分析<br/>To assume the scenario analysis                                    ",
    "B：B.资源平衡<br/>To balance resources                                    ",
    "C：C.快速跟进 <br/>To make a quick follow-up                                    ",
    "D：D.资源平滑<br/>To smooth resources                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：资源不够，BD 都对，题目强调不影响关键路径，选D。                                                    "
  ],
  [
    "175、",
    "项目经理加入公司，经验有限。当被任命管理一个项目时，该项目经理首先应该怎么做？<br/>The project manager has limited experience when joining the Company. When the project manager is appointed to manage a project, what should the project manager do first?                        ",
    "A：A.请求公司指导<br/>To request guidance from the Company                                    ",
    "B：B.寻求专家判断<br/>To seek experts' judgment                                    ",
    "C：C.审查组织过程资产<br/>To review the organizational process assets                                                                                ",
    "D：D.识别项目相关方<br/>To identify project stakeholders                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析： 个人能力有限可以参考组织的积累。本题也可以理解为排序题目，制定章程过程，哪一项最优先？                                                    "
  ],
  [
    "176、",
    "项目经理了解到项目进度的绩效指数(SPI)为0.77。项目经理应该怎么做？<br/>The project manager knows that the schedule performance index (SPI) is 0.77. What should the project manager do?                        ",
    "A：A.更新成本基准<br/>To update the cost baseline                                    ",
    "B：B.更新进度基准<br/>To update the schedule baseline                                    ",
    "C：C.分析关键路径上的绩效<br/>To analyze the performance on critical paths                                                                                ",
    "D：D.分析项目管理计划<br/>To analyze the project management plan                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：进度延误，应该使用进度压缩技术来恢复进度。无论是使用赶工还是使用快速跟进，都要针对关键路径上的工作，因此C优先。                                                    "
  ],
  [
    "177、",
    "项目经理识别到项目相关方具有不同的需求和期望。为确保项目成功，项目经理应该怎么做去确保项目的成功？<br/>The project manager identifies that project stakeholders have different requirements and expectations. What should the project manager do to ensure the success of the project?                        ",
    "A：A.应用推进技术<br/>To use progress technology                                    ",
    "B：B.创建权力/影响方格<br/> To create power/influence grids                                                                                ",
    "C：C.执行风险分析<br/>To perform risk analysis                                    ",
    "D：D.定义角色和职责<br/> To define roles and responsibilities                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：要分析不同项目相关方的需求和期望，应该用权力/利益、权力/影响或影响/作用方格。                                                    "
  ],
  [
    "178、",
    "项目经理需要身处不同国家的两位副总裁提供意见。应该使用哪种沟通方法？<br/>The project manager needs two vice presidents based in different countries to provide opinions. Which communication method should be used?                        ",
    "A：A.推式沟通<br/>Push communication                                    ",
    "B：B.拉式沟通<br/>Pull communication                                    ",
    "C：C.选择式沟通<br/>Selective communication                                    ",
    "D：D.交互式沟通<br/> Interactive communication                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：提供意见，即获得反馈。交互式沟通有反馈。只有两人，且身份为副总裁，交互式更合理。                                                    "
  ],
  [
    "179、",
    "项目经理研究报纸文章，以确定哪些团体可能影响项目。项目经理执行的是哪一个过程<br/>The project manager studies newspaper articles to determine which group will affect the project. Which process is the project manager performing?                        ",
    "A：A.控制风险<br/>Control risk                                    ",
    "B：B.识别相关方<br/>Identify stakeholders                                                                                ",
    "C：C.控制相关方参与程度 <br/> Control stakeholders' participation                                    ",
    "D：D.识别风险<br/>Identify risks                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：题目描述的是识别相关方，基本概念。                                                    "
  ],
  [
    "180、",
    "项目经理要求团队提供对项目应急计划的评估。若要完成这项工作，团队应该使用哪一项？<br/>The project manager asks the team to provide an assessment of the project contingency plan. Which item should the team use to complete the work?                        ",
    "A：A.定性风险分析<br/>Qualitative risk analysis                                    ",
    "B：B.风险审计<br/>Risk audit                                                                                ",
    "C：C.风险审查<br/> Risk review                                    ",
    "D：D.风险分类<br/>Risk classification                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：评估项目应急计划，即评估风险应对计划的有效，“它可以说明风应对规划和应对实施过程的有效性”，属于监控风险过程，对应的工具是风险审计。                                                    "
  ],
  [
    "181、",
    "项目经理正在规划一项举措，必须交付给之前没有交付经验的世界上某些地方。若要识别全球范围的项目制约因素，项目经理能够做什么？<br/>The project manager is planning an initiative that must be delivered to some parts of the world that have not previously delivered experience. What can a project manager do to identify global project constraints?                        ",
    "A：A.审查经验教训<br/>To review lessons learned                                    ",
    "B：B.与项目发起人一起召开实况调查会议<br/>To hold a fact-finding meeting with the project sponsor                                    ",
    "C：C.与全球项目相关方头脑风暴<br/>To brainstorm with global project stakeholders                                    ",
    "D：D.研究事业环境因素<br/>To research the business environmental factors                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：识别全球范围的制约因素。所有的制约因素都是事业环境因素。                                                    "
  ],
  [
    "182、",
    "项目启动后，客户合并业务单位，并识别额外需求。项目经理下一步应该怎么做？<br/>After the project is kicked off, the customer merges the business units and identifies additional requirements. What should the project manager do next?                        ",
    "A：A.暂停项目<br/>To suspend the project                                    ",
    "B：B.识别范围变更以及对项目的影响<br/>To identify scope change and its impact on the project                                                                                ",
    "C：C.指示项目团队开始满足额外需求<br/>To instruct the project team to start meeting additional requirements                                    ",
    "D：D.更新项目管理计划和风险登记册<br/>To update the project management plan and Risk Register                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：标准的变更问题，选择最符合变更流程的选项。                                                    "
  ],
  [
    "183、",
    "项目团队完成了一个从旧数据库转变到新数据库的项目。在经验教训方面，项目经理下一步该怎么做？<br/>The project team completes a project that migrates from the old database to the new database. In terms of lessons learned, what should the project manager do next?                        ",
    "A：A.在相关方收尾会议上提交给发起人<br/>To submit it to the sponsor at the stakeholder' closing meeting                                    ",
    "B：B.提交给客户确保协议<br/>To submit it to the customer to ensure that the agreement  is honored                                    ",
    "C：C.确保信息储存在项目文件中<br/>To ensure that the information is stored in a project document                                    ",
    "D：D.确保信息储存在公司知识库中<br/>To ensure that information is stored in the Company's knowledge base                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析： 更新到组织过程资产或者共享知识库。                                                    "
  ],
  [
    "184、",
    "新产品推出两个月前，高级经理告知项目经理，为了遵守规定，必须包含一个新功能。这将影响项目的结束日期，而结束日期被视为是一个关键的成功因素。项目经理应该怎么做？<br/>Two months before launching a new product, the senior manager informs the project manager that in order to comply with the regulations, a new feature must be included. This will impact the project's closing date, which is considered a critical success factor.What should the project manager do?                        ",
    "A：A.更新进度基准，并在问题日志中添加一个事项<br/>To update the schedule baseline and add a question to the Problem Log                                    ",
    "B：B.更新工作分解结构（WBS）<br/>To update the Work Breakdown Structure (WBS)                                    ",
    "C：C.提出变更请求<br/>To submit a change request                                                                                ",
    "D：D.为项目分配更多资源<br/>To allocate more resources to the project                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析： 典型范围变更问题，选最符合变更流程的选项。                                                    "
  ],
  [
    "185、",
    "业务开发经理识别到一个机会，通过向现有产品添加一个新功能来扩大市场份额。下一步应该怎么做？<br/>Business development manager identifies an opportunity to increase the market share by adding a new feature to existing product. What should he do in the next step?                        ",
    "A：A.任命一名项目经理让项目正式化<br/>To appoint a project manager to formalize the project                                    ",
    "B：B.开展成本效益分析<br/>To perform cost-benefit analysis                                                                                ",
    "C：C.开展优势、劣势、机会与威胁（SWOT）分析 <br/> To perform the Strengths, Weaknesses, Opportunities and Threats (SWOT) Analysis                                    ",
    "D：D.制定项目章程<br/>To lay down the Project Charter                                    ",
    "B",
    "D",
    "解析：参考答案：B\n解析：题目暗示，这是一个新的项目。要先制定项目章程。而商业论证是制定章程的输入，商业论证更优先。                                                    "
  ],
  [
    "186、",
    "一个复杂项目的最终期限紧迫。结果，项目发起人要求项目经理尽快开始所有项目活动。项目经理首先应该做什么？<br/>The deadline for a complex project is tight. As a result, the project sponsor asks the project manager to kick off all project activities as soon as possible.What should the project manager do first?                        ",
    "A：A.包含时间应急储备<br/>To include the time emergency reserve                                    ",
    "B：B.组建经验丰富的项目团队<br/>To build an experienced project team                                    ",
    "C：C.获得项目章程批准<br/>To seek approval on the Project Charter                                                                                ",
    "D：D.识别项目相关方<br/>To identify project stakeholders                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：项目再紧迫，也要先制定章程。                                                    "
  ],
  [
    "187、",
    "在第一次团队会议期间，一名新任命的项目经理在讨论项目问题时发现了一些问题。项目经理可以从哪里获得有关团队建设的信息？<br/>During the first team meeting, a newly appointed project manager finds some problems when discussing the project problems. Where can the project manager get information about team building?                        ",
    "A：A.团队绩效评价<br/>Team performance evaluation                                    ",
    "B：B.项目资源管理计划<br/>Project Resources Management Plan                                                                                ",
    "C：C.问题日志<br/>Problem log                                    ",
    "D：D.工作绩效报告<br/>Working performance report                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：哪里有团队建设信息？团队建设-建设项目团队的方法。                                                    "
  ],
  [
    "188、",
    "在开发软件解决方案期间，测试团队检测到一个错误。在采取任何纠正措施之前，项目经理应该怎么做？<br/>The test team detects an error during the development of a software solution. What should the project manager do before taking any corrective action?                        ",
    "A：A.分析所需纠正措施的影响并将其记录在问题日志中<br/>To analyze the impact of the required corrective actions and record them in the Problem Log                                                                                ",
    "B：B.与项目相关方重新谈判需求，并更新项目管理计划<br/>To re-negotiate the needs with the project stakeholders and update the project management plan                                    ",
    "C：C.检查经验教训并识别减轻策略<br/> To review lessons learned and identify mitigation strategies                                    ",
    "D：D.审查项目管理计划并检查质量要求<br/>To review the project management plan and check the quality requirements                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析： 本题为开放式问题，用排除法。遇到问题，先分析影响是合适的。                                                    "
  ],
  [
    "189、",
    "在项目测试阶段检测到一个故障。在未通知项目经理的情况下，测试人员分析该故障，并与开发团队一起合作解决该故障。由于缺乏沟通，项目经理继续遵循初始定义的测试时 限。项目经理现在应该怎么做？<br/>A failure is detected during the project testing phase. Without notifying the project manager, the testing professional analyzes the failure and works with the development team to solve the failure. Due to inadequate communication, the project manager continues to follow the initial defined test timeframe. What should the manager do now?                        ",
    "A：A.更新问题日志，并确定纠正措施<br/>To update the Problem Log and determine corrective actions                                    ",
    "B：B.忽略该故障，因为己经解决了<br/>To ignore this failure because it has been solved                                    ",
    "C：C.签发变更请求，并遵循变更过程<br/>To issue a change request and follow the change process                                                                                ",
    "D：D.打印更新后收尾测试计划，并确定纠正措施<br/>To print the updated test plan and determine corrective actions                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：题目信息不是特别明确，大致意思是团队成员发现和修复缺陷没有告诉项目经理。可以当成沟通问题（该通知的没通知），也可以当成变更问题（缺陷补救也是变更正常由项目经理管理，要走变更流程的）。根据选项，用排除法。A，如果当成沟通问题，应查看或更新沟通管理计划；如果不是沟通问题，就要当成变更，走流程；A前后不符。B，忽略，无原则，苟且。C，修复缺陷应当成变更处理，正确。D，是对违反流程的做法听之任之，错误。                                                    "
  ],
  [
    "190、",
    "在项目第一个里程碑的阶段退出会议期间，质量管理团队只提出一些缺陷。当被问及测 试过程程序时，团队确认只有一个批准的测试要求。项目经理应该怎么做？<br/>During the exit phase of the first project milestone, the quality control team only raises some defects. When asked about the test process, the team confirms that there is only one approved test requirement. What should the project manager do?                        ",
    "A：A.执行实施管理质量过程<br/>To execute and implement the management of quality process                                                                                ",
    "B：B.考虑更换项目的测试主管<br/>To consider replacing the testing supervisor                                    ",
    "C：C.更新测试要求<br/> To update test requirements                                    ",
    "D：D.部署自动化测试工具<br/>To deploy automated test tools                                    ",
    "A",
    "C",
    "解析：参考答案：A\n解析：题目暗示：测试过程程序有问题。过程或程序有问题，应该同管理质量过程，进行过程改进。                                                    "
  ],
  [
    "191、",
    "在项目启动阶段，项目发起人得知一项新的政府规定可能要求更改项目的现有采购计 划。项目发起人要求项目经理提供能够说服高级管理层继续该项目的相关信息。项目经理可以从哪里找到这个信息？<br/>At the kick-off phase of the project, the project sponsor is informed that a new government regulation may require an existing procurement plan to change the project. The project sponsor asks the project manager to provide information that would convince the senior management of continuing the project. Where can the project manager find this information?                        ",
    "A：A.商业论证<br/>Business case                                                                                ",
    "B：B.项目章程<br/> Project Charter                                    ",
    "C：C.项目批准要求<br/>Project Approval Requirements                                    ",
    "D：D.组织过程资产<br/>Organizational Process Assets                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：题目其实在问：下列哪个文件能帮助高层决定项目是否继续进行（是否值得投资）？高于项目级别的经理和高管们往往使用该文件（商业论证）作为决策的依据。                                                    "
  ],
  [
    "192、",
    "在项目执行阶段，项目经理发现完工估算(EAC)高于完工预算(BAC)。在确认过计算的准确性后，项目经理应该做什么？<br/>In the project implementation phase, the Project Manager's Estimate at Completion (EAC) is higher than the Budget at Completion (BAC). What should the project manager do after confirming the accuracy of the calculation?                        ",
    "A：A.为项目相关方准备自下而上的EAC值<br/>To prepare bottom-up EAC values for the project stakeholders                                    ",
    "B：B.请求项目发起人批准完工偏差(VAC)预测<br/>To request the project sponsor to approve the Variance at Completion (VAC)                                    ",
    "C：C.根据EAC和BAC请求项目发起人批准成本绩效指数(CPI)<br/>To request the project sponsor to approve the Cost Performance Index (CPI) according to EAC and BAC                                    ",
    "D：D.基于完工尚需绩效指数(TCPI)的评估采取行动<br/>To take action based on the assessment of the To Complete Performance Index (TCPI)                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：EAC 高于 BAC，或者变更（增加）BAC，或者用剩余预算完成剩余工作，即 TCPI 概念结合选项：A，多此一举，题目中没有说 EAC怎么算出来的，也没有说不准确；B，偏差预测，属于绩效报告内容，不需要发起人批准；C，CPI也是项目事实，无需发起人批准；D，是用剩余预算完成剩余工作，与题目内容对应。                                                    "
  ],
  [
    "193、",
    "在项目执行阶段，一名项目相关方要求项目经理加入一个新过程的优化。项目经理应该 怎么做？<br/>In the project implementation phase, a project stakeholder asks the project manager to join the optimization of a new process. What should the project manager do?                        ",
    "A：A.执行实施整体变更控制过程<br/>To execute and perform the overall change control process.                                                                                ",
    "B：B.与过程专家一起审查项目<br/>To review the project with the process expert.                                    ",
    "C：C.将优化项目分配给团队<br/>To assign the optimization project to the team.                                    ",
    "D：D.拒绝范围蔓延的尝试<br/> To refuse to attempt of scope spreading.                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：变更问题。过程变更，也应严格执行整体变更控制过程，选 A。                                                    "
  ],
  [
    "194、",
    "在项目执行阶段，由于缺乏承诺、对结果和责任漠不关心，团队成员之间发生冲突。成本绩效指数(CP1)开始下降。项目经理应该怎么做？<br/>In the project implementation phase, due to lack of commitment, indifference to results and responsibilities, and conflicts between team members, the cost performance index (CP1) begins to decline. What should the project manager do?                        ",
    "A：A.鼓励建设性讨论，与团队开会, 解决项目目标的合理性，并定期开展团队绩效评估<br/> To encourage constructive discussions, meet with the team, solve the rationality of the project objectives, and perform team performance evaluation on a regularly basis                                                                                ",
    "B：B.将这种情况上报给指导委员会<br/>To report this to the Steering Committee                                    ",
    "C：C.鼓励建设性讨论，在问题日志中添加该冲突，并记录纠正措施<br/>To encourage constructive discussions, add these conflicts to the Problem Log, and document corrective actions                                    ",
    "D：D.与管理层和同事讨论该问题，并更新经验教训<br/> To discuss this problem with the management and colleagues and update lessons learned                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：冲突问题，责任都是项目经理，BD排除。AC之间，A更直接，有具体措施；C相比稍显被动                                                    "
  ],
  [
    "195、",
    "在项目执行中途，项目经理发现一种方法，可以解决并避免一个重复发生的组织问题。 项目经理下一步应该怎么做？<br/>In the midway of the project execution, the project manager finds a way to solve and avoid a recurring organizational problem. What should the project manager do next?                        ",
    "A：A.将其记录在经验教训中<br/>To record it in the lessons learned                                                                                ",
    "B：B.通知高级管理层<br/>To notify the senior management                                    ",
    "C：C.更新风险管理计划<br/>To update the risk control plan                                    ",
    "D：D.处理变更请求<br/>To process change requests                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析： 好的做法要分享，通过A可以分享。当然分享好的方法要走变更流程，但是先A再 D。                                                    "
  ],
  [
    "196、",
    "在项目执行中途，由于早期没有识别到风险，资金将被释放，项目发起人指示项目经理使用这些资金来实施一项新功能，该功能能让客户受益。项目经理应该怎么做？<br/>In the midway of the project implementation, funds will be released as there is no risk recognized earlier, and the project sponsor instructs the project manager to use these funds to implement a new function that will benefit the customer.What should the project manager do?                        ",
    "A：A.将该新功能包含在项目范围中<br/>To include this new feature in the project scope                                    ",
    "B：B.使用变更管理系统来评估该请求<br/>To use the change control system to evaluate the request                                                                                ",
    "C：C.寻求项目相关方对于新功能的反馈<br/>To seek feedback from project stakeholders on the new feature                                    ",
    "D：D.说服客户接受新功能，因为该新功能将带来增值<br/>To convince the customer of accepting the new feature, because this new feature will add value                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：典型范围变更问题，走变更流程。                                                    "
  ],
  [
    "197、",
    "在新项目的相关方会议中，项目经理发现一名相关方对项目有抵触。项目经理记录这个 问题，并对该相关方的参与程度评级。项目经理使用了哪项工具或技术来为相关方的参与程 度评级？<br/>In the stakeholders&#39; meeting of a new project, the project manager finds that a stakeholder is in conflict with the project. The project manager records the problem and rates the participation of this stakeholder.Which tool or technique is used by the project manager to rate the stakeholder&#39;s participation?                        ",
    "A：A.相关方参与评估矩阵<br/>Stakeholders&#39; Participation Evaluation Matrix                                                                                ",
    "B：B.风险概率和影响评估<br/>Risk Probability and Impact Assessment                                    ",
    "C：C.人际关系技巧<br/>Interpersonal Skills                                    ",
    "D：D.专家判断<br/>Experts&#39; Judgment                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题考相关方参与评估矩阵的作用。                                                    "
  ],
  [
    "198、",
    "在与关键项目相关方的会议上，项目经理介绍了项目的成本效益分析，一名项目相关方指出，投资回报率远低于预期。项目经理应该怎么做？<br/>At the meeting with key project stakeholders, the project manager introduces the cost-benefit analysis of the project, and one project stakeholder indicates that the ROI is much lower than expected.What should the project manager do?                        ",
    "A：A.审查工作说明书（SOW）<br/>To review the Statement of Work (SOW)                                    ",
    "B：B.审查商业论证<br/> To review the business case                                                                                ",
    "C：C.审查项目章程 <br/>To review the Project Charter                                    ",
    "D：D.审查项目协议<br/>To review the project agreement                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：项目回报率发生改变，当初的商业论证基础就不存在了，需要重新审查商业论证。                                                    "
  ],
  [
    "199、",
    "执行项目时，项目团队发现，为范围添加一个小变更将取消对未来某项目的需求，并节省210万美元。由谁负责审查和批准该变更？<br/>In the project implementation, the project team finds that adding a small change to the scope would eliminate the need for a future project and save $2.1 million. Who will be responsible for reviewing and approving the change in this situation?                        ",
    "A：A.项目经理 <br/> Project manager                                    ",
    "B：B.项目发起人<br/>Project sponsor                                    ",
    "C：C.项目管理办公室(PMO) <br/>Project Management Office (PMO)                                    ",
    "D：D.变更控制委员会(CCB)<br/> Change Control Board (CCB)                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：CCB负责批准变更。                                                    "
  ],
  [
    "200、",
    "—位项目经理正在管理一个由首席执行官批准的项目，以重新装备公司的主要生产设施。项目越早完成，将越早开始通过自动化实现显著的成本节约。变更控制委员会（CCB）刚刚批准了由研究部门提出的对容纳新设备的变更请求。项目经理下一步该怎么做？<br/>A project manager is leading a CEO-approved project to retool the company’s main  production facility. The sooner the project is completed, the sooner it will start delivering significant cost savings through automation. A change request by the research department to accommodate new equipment has just been approved by the change control board(CCB).What should the project manager do next?                        ",
    "A：A.执行范围再评估<br/>Perform a scope reassessment.                                    ",
    "B：B.执行定量风险分析<br/>Conduct a quantitative risk analysis.                                    ",
    "C：C.在经验教训中记录在未来应该与研究部门一起审查计划<br/>Note in the lessons learned that plans should be reviewed with the research department in the future.                                    ",
    "D：D.更新进度计划和实施预算<br/>Update the schedule and budget for implementation.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：变更批准后，有四部曲。D 是更新计划，正确。                                                    "
  ]
]