[
  [
    "1、",
    "—个项目符合预算，但落后于进度。因为之前己公布将在两个月内完成该产品，客户体验 副总裁（VP）为项目施加压力。副总裁要求项目经理缩短产品的测试阶段，以满足已公布的产品发布日期。项目经理下一步该怎么做？<br/>A project is within budget but behind schedule. There has been pressure from the vice president（VP）of customer experience to finish the product in two months as publicly announced.The VP asks the project manager to shorten the testing phase of the product to meet the published product release date. What should the project manager do next?                        ",
    "A：A.创建一个显示新产品发布日期的项目预测报告，这可能会改变副总裁的想法<br/>Create a project forecasting report showing the new product release date,which might change the VP’s mind.                                    ",
    "B：B.分析可以进行减少哪些以及如何减少以满足副总裁的要求<br/>Analyze where and how reductions can be made to meet the VP’s request.                                    ",
    "C：C.通知测试团队，已经缩短时间范围并且必须得到满足<br/>Inform the testing team that the time frame has been reduced and must be met.                                    ",
    "D：D.分析缩短测试时间的可能方案，以符合副总裁的要求<br/>Analyze possible options to reduce the testing time to comply with the VP’s request.                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：本题应当成进度压缩问题，进度延误，副总裁要求缩短某项工作时间来满足进度。用排除法，AC 错误，BD 之间D更专业。                                                    "
  ],
  [
    "2、",
    "在发起人批准项目后，任命了项目经理。项目经理应首先审查下列哪一项？<br/>After the sponsor approves the project, the project manager is appointed. Which of the following items should be reviewed by the project manager first?                        ",
    "A：A.供应商合同<br/>Supplier Contract                                    ",
    "B：B.经批准的项目章程<br/> Approved Project Charter                                                                                ",
    "C：C.批准项目预算<br/>Approved Project Budget                                    ",
    "D：D.客户需求<br/>Customer Requirements                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：先了解项目目标，权力和责任边界。这些高层次的内容都在项目章程中。                                                    "
  ],
  [
    "3、",
    "随着项目进展，项目经理预测到即将开展的活动中存在一些风险。项目经理应该使用哪一份文件进行风险分类？<br/>As the project progresses, the project manager predicts that there are certain risks in the upcoming activities. Which document should the project manager use for risk classification?                        ",
    "A：A.风险分解结构 <br/>Risk Breakdown Structure                                                                                ",
    "B：B.风险管理计划<br/>Risk Control Plan                                    ",
    "C：C.风险登记册<br/> Risk Register                                    ",
    "D：D.风险绩效报告<br/>Risk Performance Report                                    ",
    "A",
    "C",
    "解析：参考答案：A\n解析：风险分解结构的目的是为了对风险进行初步分类，以便于后期更好的识别风险。参考答案选A，符合题目中的场景描述。                                                    "
  ],
  [
    "4、",
    "—个发展中国家的政治变更可能影响那里即将完成的一个项目。项目经理应该怎么做？<br/>A political change happened in a developing country may affect a project that is about to be completed there. What should the project manager do?                        ",
    "A：A.接受风险<br/>To accept the risk                                    ",
    "B：B.执行风险分析<br/>To perform risk analysis                                                                                ",
    "C：C.通知相关方<br/>To notify stakeholders                                    ",
    "D：D.赶工<br/>To rush for work                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：题干的描述是风险已识别，下一步需要做什么？应该执行风险定性分析，B选项为最佳参考答案。                                                    "
  ],
  [
    "5、",
    "一家公司正在三个不同地区建造新建筑，项目经理感受到一些严重影响关键路径的延迟。经过调查后，项目经理注意到，在他之前监管的一个类似项目中提到缺乏工程师的参与。在当前项目中也是如此，但在公司档案或文档的任何地方均没有提及。若要更好地了解这个潜在问题，项目经理事先应该怎么做？<br/>A company is constructing new buildings in three different areas, the project manager experiences some delays that significantly affect the critical path. After investigation, the project manager notice that a lack of participation from engineers was mentioned in a previous, similar project. This is also the case in the current project, but was not mentioned anywhere in company archives or documentation.What should the project manager have done to be more aware of this potential issue?                        ",
    "A：A.将这种情况记录在之前项目的问题日志中<br/>Recorded and documented the situation in the previous projects issue log.                                    ",
    "B：B.在项目开始时获得组织过程资产<br/>Obtained organizational process assets at the beginning of the project.                                    ",
    "C：C.在之前项目结束时将经验教训转移到知识库中<br/>Transferred lessons learned to the repository at the end of the previous project.                                                                                ",
    "D：D.在规划会议期间进行适当的标杆对照<br/>Conducted proper bench-marking during planning sessions.                                    ",
    "C",
    "A",
    "解析：参考答案：C\n解析：题目问怎么保留经验教训，确保将来能查到，只有C正确。                                                    "
  ],
  [
    "6、",
    "项目经理得知在他不知情的情况下己经为项目分配了资源，经过调查，项目经理发现这些资源需求是合理的。若要避免这种沟通不畅的情况，项目经理事先应该做什么？<br/>A project manager learns that there are resources that have been assigned to the project without their awareness. After investigation,the project manager discovers that the resources were legitimately required.What should the project manager have done to avoid this miscommunication?                        ",
    "A：A.亲自创建资源管理计划<br/>Personally created the resource management plan                                    ",
    "B：B.更新采购和成本管理计划<br/>Updated the procurement and cost management plans                                    ",
    "C：C.明确定义并沟通每个资源的角色与职责<br/>Clearly defined and communicated the roles and responsibilities of each resource                                    ",
    "D：D.修订沟通管理计划<br/>Revised the communications management plan                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题为沟通问题，虽然题干中提到了组建团队的问题，但提问时直接指向“沟通不畅”，沟通问题，找沟通管理计划。                                                    "
  ],
  [
    "7、",
    "项目经理得知一位职能经理要求一名团队成员提供一个新功能。项目经理应该怎么做？<br/>A project manager learns that a functional manager asked a team member for a new feature.What should the project manager do?                        ",
    "A：A.向变更控制委员会(CCB)提交一份变更请求<br/>Submit a change request to the change control board(CCB).                                    ",
    "B：B.询问职能经理为什么应该添加该功能<br/>Ask the functional manager why the feature should be added.                                                                                ",
    "C：C.确定是否有可用的新资源来添加该功能<br/>Determine if new resources are available to add the feature.                                    ",
    "D：D.要求他们提供是否可以在不影响时间表的情况下实施的意见<br/>Ask them for input on if can be implemented without impacting the timeline.                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：本题属于变更题目，但 B 选项应该优先于A选项。职能经理的需求未必非得通过变更来解决，先了解职能经理添加功能原因，一点也不多余。                                                    "
  ],
  [
    "8、",
    "客户识别到一个新实施产品的性能问题。项目经理应使用哪一个质量成本(COQ)类别来估算这项成本？<br/>A customer identifies performance issues on a newly implemented product. What category of cost of quality(COQ)should the project manager have used to estimate this cost?                        ",
    "A：A.预防成本<br/>Prevention costs                                    ",
    "B：B.外部失败成本<br/>External failure costs                                                                                ",
    "C：C.评估成本<br/>Appraisal costs                                    ",
    "D：D.内部失败成本<br/>Internal failure costs                                    ",
    "B",
    "D",
    "解析：参考答案：B\n解析：客户发现的性能问题，即质量缺陷，是外部失败。                                                    "
  ],
  [
    "9、",
    "项目已按时执行，项目经理现在必须确保可交付成果符合客户验收的质量标准。项目经理应使用什么工具或技术？<br/>A project has been executed on time，and the project manager must now ensure that the deliverables conform to quality standards for customer acceptance. What tool or technique should the project manager use?                        ",
    "A：A.控制图<br/>Control chart                                                                                ",
    "B：B.散点图<br/>Scatter diagram                                    ",
    "C：C.帕累托图<br/>Pareto diagram                                    ",
    "D：D.直方图<br/>Histogram                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：标准参考答案应该是检查，选项没有检查，也没有抽样统计，可以选控制图，因为控制图中有规格线，可以检查可交付成果是否合格。                                                    "
  ],
  [
    "10、",
    "项目已经执行六个月了，在与五名团队负责人中的两名讨论项目状态时，项目经理注意到一个信息差。若要解决这个问题，项目经理应该查询哪一份计划？<br/>A project has been underway for the last six months. While discussing its status with two out of the five team leads, the project manager notices an information gap.What plan should the project manager reference to solve this ?                        ",
    "A：A.相关方参与计划<br/>Stakeholder engagement                                    ",
    "B：B.沟通管理计划<br/>Communications management                                                                                ",
    "C：C.资源管理计划<br/>Resource management                                    ",
    "D：D.风险管理计划<br/>Risk management                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：信息差，是沟通问题，找沟通管理计划。                                                    "
  ],
  [
    "11、",
    "一个项目按时执行，但客户现在要求比进度计划提前三个星期交付，而不要缩小范围。这对组织将存长期效益。项目经理应使用哪一项风险应对策略？<br/>A project is running on time, but the customer now requests delivery three weeks ahead of schedule without reducing the scope. This will have long-team benefits for the organization.What risk response strategy should the project manager use?                        ",
    "A：A.减轻<br/>Mitigate                                    ",
    "B：B.接受<br/>Accept                                    ",
    "C：C.转移<br/>Transfer                                    ",
    "D：D.开拓<br/>Exploit                                                                                ",
    "D",
    "A",
    "解析：参考答案：D\n解析：题目描述的是机会，只有BD是机会的应对策略，但B不能提前三周，D才可能提前三周。                                                    "
  ],
  [
    "12、",
    "由于最终产品的的一个问题，项目无法继续进行。项目经理应该使用什么工具或技术来立即解决这个问题？<br/>A project is unable to proceed because of an issue with the final product. What tool or technique should the project manager use to promptly resolve this issue?                        ",
    "A：A.流程图<br/>Flow chart                                    ",
    "B：B.直方图<br/>Histogram                                    ",
    "C：C.石川图<br/> Ishikawa diagram                                                                                ",
    "D：D.帕累托图<br/> Pareto diagram                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：解决问题的程序，需要识别根本原因，C合适。                                                    "
  ],
  [
    "13、",
    "在项目执行中途，一位项目经理多次收到一位关键相关方的电话要求提供项目目标和活 动。项目经理注意到该相关方目前的参与程度与预期参与程度不符。若解决这个问题，项目经理下一步应该怎么做？<br/>Midway through project execution,a project manager receives multiple calls from a key stakeholder asking for project objectives and activities.The project manager notices that the current level of this stakeholder is not at the desired level. What should the project manager do next to resolve this?                        ",
    "A：A.更新相关方参与评估矩阵，以将该相关方的预期参与与程度设置为支持<br/>Update the stakeholder engagement assessment matrix to set this stakeholder's desired engagement level to supportive                                    ",
    "B：B.在风险登记册中标记该问题，并遵循相应的行动<br/>Mark this issue in the risk register and follow the appropriate actions                                                                                ",
    "C：C.提交一份变更请求以更新相关方参与计划和相关方参与评估矩阵<br/>Submit a change request to update the stakeholder engagement plan and stakeholder engagement assessment matrix                                    ",
    "D：D.与关键相关方开会，解释项目目标、状态报告、活动以及有效协作的方式<br/>Meet with the key stakeholder to explain project goals,status reports,activities,and ways to collaborate effectively                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：对该相关方的分析错误，可以当成风险识别，选B。D只解决表面问题；C，是B的选项之一，B在C前。                                                    "
  ],
  [
    "14、",
    "项目经理建议为一个软件开发团队提供单元测试技术培训，该技术可以在编码阶段应用。另外，项目经理建议在软件开发期间采购一台服务器来运行测试用例。这个例子是什么？<br/>.A project manager suggests training a software development team on until testing techniques that can be applied during the coding phase. In addition, the project manager recommends the procurement of a server to run test cases during software development.Of what is this an example?                        ",
    "A：A.质量管理预算<br/>Quality management budget                                    ",
    "B：B.预防成本<br/>Prevention corts                                                                                ",
    "C：C.评价成本<br/>Appraisal costs                                    ",
    "D：D.软件测试预算<br/>Software testing budget                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：考预防成本和评价成本。                                                    "
  ],
  [
    "15、",
    "项目经理发现公司的质量保证(QA)部门可能没有足够的人员根据合同约定的进度计划测试项目产品。项目经理首先应该怎么做？<br/>A project manager discovers that the company&#39;s quality assurance(QA)department may have insufficient staff to test the project&#39;s product per the contraclual schedule. What should the project manager do first?                        ",
    "A：A.审查问题日志<br/>Review the issue log.                                    ",
    "B：B.更新风险登记册<br/>Update the risk register.                                                                                ",
    "C：C.取消一些非关键测试 &nbsp;<br/>Cancel some non-critical tests.                                    ",
    "D：D.压缩进度计划<br/>Compress the schedule.                                    ",
    "B",
    "B",
    "解析：参考答案：B解析：这是识别到风险，需要更新风险登记册。<br/>                                                    "
  ],
  [
    "16、",
    "项目经理发现项目可交付成果与发起人期望之间存在若干不一致之处，为确保一致，项目经理应该制定下列哪一项？<br/>A project manager finds several inconsistencies between project deliverables and sponsor expectations. To ensure alignment, what should the project manager develop?                        ",
    "A：A.风险登记册<br/>Risk register                                    ",
    "B：B.相关方参与计划<br/>Stakeholder management plan                                                                                ",
    "C：C.沟通管理计划<br/>Communications management plan                                    ",
    "D：D.工作分解结构(WBS)<br/>Work breakdown structure(WBS)                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：发起人不支持项目范围，理解为相关方问题。                                                    "
  ],
  [
    "17、",
    "项目经理正在管理一个旨在减少有缺陷和受损产品的自动化项目。实施新的自动化生产线三周后，最终产品中增加的缺陷己超过目标水平，若要确定导致缺陷增加的原因。项目经理可以使用什么工具或技术？<br/>.A project manager is managing an automation project designed to reduce defective and damaged products. Three weeks after the implementation of the new automated production line, the added defects in the final product have exceeded the target level.What tools or techniques can the project manager use to identify what is causing this increase?                        ",
    "A：A.控制图 <br/>Control chart                                    ",
    "B：B.散点图<br/>Scatter diagram                                    ",
    "C：C.石川图 <br/>Ishikawa diagram                                                                                ",
    "D：D.过程分析<br/>Process analysis                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：找缺陷原因，用石川图。                                                    "
  ],
  [
    "18、",
    "相关方称一个可交付成果中遗漏一项功能。之前的任何讨论中都没有提到这项功能，也没有被纳入验收标准。然而，相关方却坚持认为这项功能是必要的，可以充分利用该可交付成果。项目经理应该怎么做？<br/>Stakeholders claims that a feature is missing from a deliverablc^This feature was not mentioned in any prior discussions.and was not included in the acceptance criteria, however, the stakeholders insist that the feature is necessary to take full advantage of the deliverable,What should the project manager do?                        ",
    "A：A.实施该可交付成果并为遗漏的功能提交变更请求<br/>Implement the deliverable and submit a change request for the missing feature                                    ",
    "B：B.实施该可交付成果并开始遗漏功能的工作<br/>Implement the deliverable and begin work on the missing feature                                    ",
    "C：C.推迟实施该可交付成果并为遗漏的功能提交变更请求<br/>Defer implementing the deliverable and submits a change request for the missing feature                                                                                ",
    "D：D.推迟实施该可交付成果并开始遗漏功能的工作<br/>Defer implementing the deliverable and begin woik on the feature                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：范围变更问题，走变更流程，C最符合。                                                    "
  ],
  [
    "19、",
    "项目经理正在为一个项目工作，该项目的相关方分布在多个国家，为确保有效沟通并获得相关方批准项目管理计划，项目经理应该怎么做？<br/>A project manager is working on a project with stakeholders distributed across multiple multiple countries.What should the project manager do to ensure effective communication and to obtain stakeholder approval of the project management plan?                        ",
    "A：A.提供有关该项目的详细信息，包括风险、升级上报途径、进度计划、成本和所有可交付成果<br/>Provide detailed information about the project, including risk, escalation approach, schedule, cost and all deliverables.                                    ",
    "B：B.请求项目发起人协助<br/>Request assistance from the project sponsor.                                    ",
    "C：C.准备相关方参与计划和相关方登记<br/>Prepare the relevant party's participation plan and register                                                                                ",
    "D：D.沟通PMO (项目管理办公室)的项目知识和期望，已取得相关方的支持<br/>Communicate the project instructions and expectations of the PMO (office of project management) to obtain the relevant parties' support.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：确保有效沟通和希望相关方支持并批准项目管理计划，同时是相关方问题和沟通问题，C是解决这两个问题的前提。                                                    "
  ],
  [
    "20、",
    "项目经理加入一个项目并与相关方开会以了解他们的期望。会议结束后，项目经理定义了所有里程碑并详细描述所有可交付成果,然后安排了与相关方的另一次会议，以进行效益分析。这次会议的主要目的是什么？<br/>A project manager joins a project arid meets with stakeholders to understand their expectations. Following the meeting, the project manager defines all milestones. Another meeting is then scheduled with stakeholders to conduct a benefits analysis.What is the primary purpose of this upcoming meeting?                        ",
    "A：A.分享在启动阶段创建的文件<br/>Share documents created during the initiating phase.                                    ",
    "B：B.检查组织战略，目的和目标是否会得到满足<br/>Check whether the organizational strategy , goals, and objectives will be met.                                                                                ",
    "C：C.就沟通管理计划和项目治理达成一致意见<br/>Agree on the communications management plan and project governance.                                    ",
    "D：D.获得质量管理计划的批准<br/>Obtain the approval of the quality management plan.                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：本题关键词是（对相关方）“进行了效益分析”，其主要作用是用价值说服相关方项目值得做，选 B。                                                    "
  ],
  [
    "21、",
    "项目经理加入一个项目，但项目经理在该项目所涉及的行业经验有限，在该项目的整个生命周期中，项目经理精心记录每个差距、问题和不一致性。但是，无论项目经理如何记录和跟踪生产问题，生问题都没有得到解决，这使项目交付面临风险。若要解决这些问题，项目经理实现应该做什么？<br/>A project manager joins a project in an industry with which they have limited experience.Throughout the project's life cycle,the project manager meticulously documents each gap, problem,and inconsistency.However,production issues remain ,unresolved；regardless of the project manager's efforts to record and track them,which puts project delivery at risk.What should the project manager have done to resolve these issues?                        ",
    "A：A.调整范围基准和项目进度计划与客户需求保持一致<br/>Aligned the scope baseline and project schedule to the customer's needs                                    ",
    "B：B.使用主题专家(SMEs)提供适合的应对行动<br/>Used subject matter experts(SMEs) to provide suitable response actions                                                                                ",
    "C：C.审查相关方的需求与验收标准相匹配<br/>Reviewed stakeholder requirements to match the acceptance criteria                                    ",
    "D：D.检查需求跟踪矩阵，以确保它与可交付成果相联系<br/>Examined the requirements traceability matrix to insure that it linked to the deliverables.                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：项目经理经验不足，可以找外脑（主题专家 SME）。本题和 137 题可以对比看，区分专家判断和主题专家。                                                    "
  ],
  [
    "22、",
    "—位项目经理得知，由于持续的罢工，该项目的进口设备尚未被海关放行。项目经理首先应该怎么做？<br/>A project manager learns that the project's imported equipment has not been released by customs due to an ongoing strike.What should the project manager do first?                        ",
    "A：A.执行定性风险分析<br/>Perform a qualitative risk analysis.                                    ",
    "B：B.执行定量风险分析<br/>Perform a quantitative risk analysis.                                    ",
    "C：C.与团队一起审查风险影响<br/>Review the risk impact with the team.                                                                                ",
    "D：D.实施风险应对计<br/>Implement the risk response plan.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：本题应理解为风险识别（可能导致项目延误），应首先分析对项目的整体影响，再确定措施。                                                    "
  ],
  [
    "23、",
    "项目经理得知发起人一直在与一位团队成员讨论项目进展情况。在与发起人解决这个问题之前，项目经理应该参考哪一份文件？<br/>A project manager learns that the sponsor has been discussing project progress with a team member.What document should the project manager refer to before solving the issue with the sponsor?                        ",
    "A：A.沟通管理计划 <br/>Communications management plan                                                                                ",
    "B：B.相关方分析<br/>Stakeholder analysis                                    ",
    "C：C.风险管理计划<br/>Risk management plan                                    ",
    "D：D.工作绩效报告<br/>Work performance report                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：项目经理提供给发起人的信息不能满足发起人的需要，属于沟通问题， 找沟通管理计划。                                                    "
  ],
  [
    "24、",
    "项目经理意识到数据收集不足并且不符合质量管理计划，这种疏忽将严重影响项目的制约因素。项目经理下一步应该怎么做？<br/>A project manager realizes that data gathering is insufficent and does not conform to the quality management plan. This oversight will seriously affect the project&#39;s constraints.What should the project manager do next?                        ",
    "A：A.提交变更请求，以修订质量管理计划<br/>Submit a change request to revise the quality management plan.                                    ",
    "B：B.遵行因果分析，并将结果报告给项目发起人<br/>Conduct a cause-and-effect analysis, and report the results to the project sponsor.                                    ",
    "C：C.确定不合格的根本原因<br/>Determine the root cause of the nonconformance.                                                                                ",
    "D：D.通知项目发起人，并要求与相关方开会，以修订质量管理计划<br/>Inform the project sponsor, and request a meeting with stakeholder to revise the quality management plan.                                    ",
    "C",
    "A",
    "解析：参考答案：C\n解析：没有遵守质量管理计划，要改正的是行为，不是质量管理计划，AD错误，B排除，只能选 C，纠正之前先找原因。                                                    "
  ],
  [
    "25、",
    "项目发起人已经提供了项目目标，项目正在努力去合理确定项目章程中应包含哪些内容。项目经理应该关注什么方面？<br/>A project sponsor has provided project objectives; and the project manager is working to appropriately determine what should be included in the project charter.On what should the project manager focus?                        ",
    "A：A.高层级需求<br/>High-level requirements                                                                                ",
    "B：B.需求文件<br/>Requirements documentation                                    ",
    "C：C.需求跟踪矩阵<br/>Requirements traceabbility matrix                                    ",
    "D：D.项目范围说明书<br/>Project scope statement                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：考章程内容。                                                    "
  ],
  [
    "26、",
    "项目团队根据客户的性能规格进行设备验收测试，一旦测试完成，文件确认客户己验收设备。项目经理现在应该执行哪一个过程？<br/>A project team conducts acceptance testing of equipment against the performancespecifications. Once testing is complete, documentation confirms client acceptance of the equipment.What process should the project manager now perform?                        ",
    "A：A.项目或阶段收尾<br/>Close Project or phase                                                                                ",
    "B：B.控制质量<br/>Control Quality                                    ",
    "C：C.控制采购 <br/>Control Procurement                                    ",
    "D：D.监控项目工作<br/>Monitor and Control Project Work                                    ",
    "A",
    "B",
    "解析：参考答案：A\n解析：客户验收的是设备（整体产品），不是局部可交付成果，应属于收尾过程。                                                    "
  ],
  [
    "27、",
    "开发一款银行零售业务新产品的项目正在进行中，由于团队成员缺乏激励，该项目落后于进度。项目经理应该如何激励项目团队？<br/>A project to develop a new retail banking：product is in progress. The project has fallen behind schedule because team members do to motivate the project team?What should the project manager motivate the project team?                        ",
    "A：A.提供认可与奖励 <br/>Offer recognition and rewards                                                                                ",
    "B：B.使用教练和指导技能<br/>Use coaching and coaching skills                                    ",
    "C：C.授权<br/>Delegate the responsibilities                                    ",
    "D：D.应用创造性的问题解决方法<br/>Apply creative problem solving                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：只有A是激励。                                                    "
  ],
  [
    "28、",
    "在组织企业资源规划(ERP)系统中实施税务相关变更的一个项目正在进行中。在验收测试 期间，财务组用户担心发票没有数字签名，财务组的主管坚持认为这种情况必须得到解决。 但是，实施合作伙伴认为，这一需求包含在工作说明书（SOW）中。项目经理应该怎么做？<br/>A project to implement tax-related changes in the organization of an enterprise resource planning (ERP) system is underway, during the acceptance test, the Finance team users were concerned that the invoice was not digitally signed and the head of the Finance Group insisted that this situation must be resolved. However, implementation partners believe that this requirement is not included in the Statement of Work (SOW).What should the project manager do?                        ",
    "A：A.根据工作说明书的需求完成项目<br/>Complete the project according to the SOW requirements.                                    ",
    "B：B.要求实施合作伙伴在不增加成本的情况下包含数字签名需求<br/>Ask the implementation partners to include the digital signature requirement at no additional cost.                                    ",
    "C：C.与相关方一起审查工作说明书，并在适当的情况下提出变更请求<br/>Review the statement of work with the relevant parties and request a change if appropriate.                                                                                ",
    "D：D.询问财务组的主管为什么没有在项目规划期间沟通这项需求<br/>Ask the head of the finance team why4he requirements were not communicated during project planning.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：采购问题，1、查看合同 2、查看SOW。                                                    "
  ],
  [
    "29、",
    "在职能团队交付产品后，项目经理统计抽样和检查来确定产品是否达到预期需求。这个过程的输出是什么？<br/>After a functional team delivers the product, the project manager uses statistical samplingand inspection to determine if the product performs as expected. What is the output of thisprocess?                        ",
    "A：A.项目范围说明书<br/>Project scope statement                                    ",
    "B：B.质量测量指标<br/>Quality metrics                                    ",
    "C：C.核实的可交付成果 <br/>Verified deliverables                                                                                ",
    "D：D.质量审计报告<br/>Quality audit report                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：本题考控制质量过程的输出，只有C正确。                                                    "
  ],
  [
    "30、",
    "收集完有关项目的所有信息并制定项目章程之后，项目经理得出结论认为最初的高层级 时间表有风险。客户要求这个时间表是授予项目的先决条件。项目经理应该怎么做？<br/>After collecting all information about a new project and developing the project charter,the project manager concludes that the initial,high-level timeline is at risk.The client demands this timeline as a prerequisite to awarding the project What should the project manager do?Officially inform the client the deviation to the timeline.Keep the timeline as is until project execution.Commit to the high-level timeline and highlight constraints,the responsibility assignment matrix,and risk analyses.Begin the project based on the original plan.                        ",
    "A：A.正式向客户通知与时间表的偏差<br/>Officially inform the client the deviation to the timeline.                                    ",
    "B：B.保持该时间表直到项目执行为止<br/>Keep the timeline as is until project execution.                                    ",
    "C：C.承诺该高层级时间表，突出制约因素，责任分配矩阵和风险分析<br/>Commit to the high-level timeline and highlight constraints,the responsibility assignment matrix,and risk analyses.                                                                                ",
    "D：D.根据原计划开始项目<br/>Begin the project based on the original plan.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：本项目进度是刚性要求，只能找解决方案来适应进度要求，C比较全面且主动。                                                    "
  ],
  [
    "31、",
    "由于未遵守一条合同条款，可能导致项目延期。项目经理下一步应该么做？<br/>As a result of noncompliance with a contract clause, a delay in the project could occur. What should the project manager do next?                        ",
    "A：A.更新风险登记册，并执行新的风险应对<br/>Update the risk register, and execute a new risk response.                                                                                ",
    "B：B.更新进度计划，调整成本估算，并通知发起人<br/>Update the schedule, readjust the cost estimate, and inform the sponsor.                                    ",
    "C：C.咨询法律部门，提出新的减轻措施，并更新项目进度计划<br/>Consult with the legal department, propose a new mitigation action, and update the project Schedule.                                    ",
    "D：D.更新风险管理计划，对进度计划提出变更请求，并通知客户<br/>Update the risk management plan, initiate a change request for the schedule, and inform the Client.                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：开放式问题，用排除法。BC 更新进度计划，属于进度基准变更，必须走流程C，风险管理计划是程序计划，不记录具体风险。只有 A 可以选，当成风险识别。                                                    "
  ],
  [
    "32、",
    "在一个项目的结束阶段，项目经理和供应商对所交付的工作是否符合要求存在冲突。若要解决这个问题，项目经理应该查阅哪一份文件？<br/>At a projects ending phase , the project manager and a vendor are confiscate about whether the work delivered meets requirements. What should the project manager reference to resolve this ?                        ",
    "A：A.项目章程<br/>Project Charter                                    ",
    "B：B.建议邀请书（RFP ）<br/>Request for proposal（RFP）                                    ",
    "C：C.工作说明书（SOW）<br/>Statement of work                                                                                ",
    "D：D.工作分解结构（WBS）<br/>Work breakdown structure（WBS）                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：采购问题，1、查看合同 2、查看SOW。                                                    "
  ],
  [
    "33、",
    "在项目进度计划确认会议上，项目发起人要求比原计划提前一个月交付一项重要的软件功能，项目经理建议快速加快跟进进度。哪一个解决方案与项目经理的建议相对应？<br/>During a project schedule validation meeting, the project sponsor requests that an important software feature be delivered one month earlier than planned. The project manager suggests task tracking the schedule.Which solution corresponds with the project manager's suggestion?                        ",
    "A：A.推迟文档活动<br/>Postponing documentation activities                                    ",
    "B：B.为测试和文档活动增加资源<br/>Adding resources to testing and documentation activities                                    ",
    "C：C.减少测试和文档活动的持续时间<br/>Reducing the durations of testing and documentation                                    ",
    "D：D.测试和文档阶段并行<br/>Overtopping the testing and documentation phases                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：快速跟进，即并行关键路径上本来串行的活动，D正确。                                                    "
  ],
  [
    "34、",
    "在项目执行过程中，职能经理识别到有关外包团队的新内部风险，职能经理要求项目经理提供一个不会对项目产生负面影响的快速解决方案。项目经理应该怎么做？<br/>During project execution, a functional manager identifies a new internal risk about the outsourcing team.the functional manager asks the project manager for a fast solution that will not negatively impact the project.What should the project manager do?                        ",
    "A：A.制定风险分解结构(RBS)<br/>Develop a risk breakdown structure(RBS).                                    ",
    "B：B.根据影响的严重程度来评估风险<br/>Assess the risk in terms of severity of impact.                                                                                ",
    "C：C.实施风险策略<br/>Implement the risk strategy.                                    ",
    "D：D.使用变更管理计划<br/>Use the change management plan.                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：风险识别后，制定应对策略前，应该定性定量分析风险，选B。                                                    "
  ],
  [
    "35、",
    "在项目实施过程中，营销部门通知项目经理说，产品的市场需求已经发生变化。之前未预料到这些变化，可能会显著影响调查的销售数量，并可能影响项目范围。项目经理应该怎么做？<br/>During project implementation , the marketing department informs the project manager that the product’s market requirements have changed,These changes were not anticipated , may significantly influence potential sales numbers, and could impact project scope .What should the project manager do?                        ",
    "A：A.规划风险应对，并更新风险登记册<br/>Plan risk responses and update the risk register                                                                                ",
    "B：B.应用检测方法<br/>Apply forecasting method                                    ",
    "C：C.计划使用应急储备并更新风险减轻计划 <br/>Performance the entire evaluation for the functional manager                                    ",
    "D：D.使用挣值管理(EVM)方法<br/>Use earned value management (EVM) methods                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：风险识别，要记录并规划应对。                                                    "
  ],
  [
    "36、",
    "在项目执行过程中，一名关键相关方向项目经理询问为何一个高层级需求未得到满足。项目经理告知相关方，他们不知道这个需求。项目经理应该查阅哪份文件来捕捉这个高层级需求？<br/>During the execution of a project, a key stakeholder asks the project manager why one high-level requirement was unmet. The project manager informs the stakeholder that they were unaware of the requirement.What artifact should the project manager have referenced to capture this high-level requirement?                        ",
    "A：A.范围说明书<br/>Scope statement                                    ",
    "B：B.项目章程 <br/>Project charter                                                                                ",
    "C：C.工作说明书(SOW)<br/>Statement of work(SOW)                                    ",
    "D：D.资源管理计划<br/>Resource management plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：考章程内容                                                    "
  ],
  [
    "37、",
    "在公司重组之后，一位团队成员现在向不同的职能经理报告。项目经理应该更新哪份文件以反映这种新的报告结构？<br/>Following a company reorganization.a team member now reports to a different functional manager.What document should the project manager update to reflect this new reporting structure?                        ",
    "A：A.相关方参与计划<br/>Stakeholder engagement plan                                    ",
    "B：B.资源日历<br/>Resource calendar                                    ",
    "C：C.项目团队任务分配<br/>Project team assignments                                    ",
    "D：D.资源管理计划<br/>Resource management plan                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：“报告结构”即汇报关系，是项目组织图的主要作用，项目组织图是资源管理计划的一部分。                                                    "
  ],
  [
    "38、",
    "在矩阵型组织中，刚刚传达了评价级别。其中一位团队成员获得了意想不到的低绩效评价，这位团队成员现在失去动力，影响到项目工作。若要避免这个问题，项目经理应该事先做什么？<br/>In a matrix organization，the appraisal ratings have just been communicated，One of the team members received an unexpected low performance rating.This team member is now unmotivated, which impacts project work.What should the project manager have done to avoid this?                        ",
    "A：A.与职能经理协商评价等级<br/>Negotiated the ratings with the functional manager                                    ",
    "B：B.与职能经理协作对团队进行评价<br/>Evaluated the team collaboratively with the functional manager                                                                                ",
    "C：C.为职能经理执行整体性评价<br/>Performance the entire evaluation for the functional manager                                    ",
    "D：D.允许职能经理全权负责团队评价<br/>Allowed the functional manager to be solely responsible for evaluating the team                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：职能经理对团队成员的评估不准确，应该是缺少该成员在项目期间的绩效信息，项目经理应提供并参与对成员的评估。                                                    "
  ],
  [
    "39、",
    "在一个大型施工项目的规划阶段，出现了潜在的经济衰退迹象。之前关于经济衰退的风险被指定为低概率和高影响，预计持续6-12个月。项目开始后不久，发生了经济衰退，并按预期影响项目。六个月后，经济衰退影响的持续时向将更改为24-36个月。项目经理应该怎么做？<br/>Signs of a potential economic recession were present during the planning stages of a large construction project. The risk of the recession was assigned as low probability and high impact，with an expected duration of 6-12 months.Soon after the project begins,the recession occurs and impacts the project as expected.After six months,the duration of the recession’s impact is changed to 24-36 months.What should the project manager do?                        ",
    "A：A.将项目工期延长24-36月 <br/>Extend the project duration by 24-36 months,                                    ",
    "B：B.借用额外的运营资本<br/>Borrow additional working capital.                                    ",
    "C：C.更新风险登记册<br/>Update the risk register                                                                                ",
    "D：D.将项目工期延长12-24个月<br/>.Extend the project duration by 12-24 months.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：风险发生，且有了更新的风险量化信息，都应记录在风险登记册中。                                                    "
  ],
  [
    "40、",
    "项目执行六周后，一位关键相关方请求一项变更。相关方指出这一请求作为高度优先请求对待。项目经理下一步应该怎给做？<br/>Six weeks into project execution, a key stakeholder requests a change. The stakeholder states that this request should be treated as high priority.What should the project manager do next?                        ",
    "A：A.指示团队实施<br/>Direct the team to implement the change.                                    ",
    "B：B.检查范围说明书以确定定变更是否符合范围<br/>Check the scope statement to determine if the change is within scope.                                    ",
    "C：C.寻求专家建议，以更好地了解和评估该变更的重要性<br/>Seek expert advice to better understand and evaluate the importance of change.                                    ",
    "D：D.向变更控制委员会(CCB)签发一份变更请求，并沟通其优先级 <br/>Issue a change request to the change control board(CCB), and communicate its priority.                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：变更问题，走流程，D 最正确。不选 C，变更主要分析影响，而不是重要性或可行性。                                                    "
  ],
  [
    "41、",
    "—个施工项目位于热带地区，该项目的风险登记册包括雨季洪水的风险。现在雨季已经结束，项目即将完成。应使用哪一项工具或技术来管理这个风险？<br/>The risk register of construction project in a tropical area includes, the risk of flooding during the rainy season. The rainy season is over, and the project will be completed.Which tool or technology should be used to manage this risk?                        ",
    "A：A.风险接受 <br/>Risk acceptance                                    ",
    "B：B.风险转移<br/>Risk transference                                    ",
    "C：C.风险规避<br/>Risk avoidance                                    ",
    "D：D.风险审计<br/> Risk audits                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：事情已经过去，要总结经验教训。风险管理的经验教训总结叫风险审计。                                                    "
  ],
  [
    "42、",
    "为了确保满足质量标准，项目经理聘请外部资源来检查可交付成果的质量。这种检查的成本可以分为哪些成本类别？<br/>To ensure quality standards are met, a project manager invites external resources to inspect the quality of deliverables. The cost for this inspection can be classified under what cost category?                        ",
    "A：A.预防成本 <br/>Prevention                                    ",
    "B：B.评价成本<br/> Appraisal                                                                                ",
    "C：C.外部成本 <br/>External                                    ",
    "D：D.失败成本<br/>Failure                                    ",
    "B",
    "D",
    "解析：参考答案：B\n解析：检查属于评估成本。                                                    "
  ],
  [
    "43、",
    "为了降低项目的质量成本(COQ)并増加验收产品的的几率，需要进行质量审计。质量审计需要什么？<br/>To reduce a project’s cost of quality (COQ) and to increase the chance of customer product acceptances quality audit is needed.What is required for a quality audit?                        ",
    "A：A.质量管理计划和质量测量指标 <br/>Quality management plan and quality metrics                                                                                ",
    "B：B.过程分析<br/> Process analysis                                    ",
    "C：C.质量管理计划和质量核对单<br/>Quality management plan and quality checklists                                    ",
    "D：D.过程决策程序平图<br/>Process decision program chart                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题考质量审计的依据，即管理沟质量过程的输入，只有A正确。                                                    "
  ],
  [
    "44、",
    "由于跨文化差异，一个跨国项目的相关方未能批准项目管理计划。为减轻这个问题，项目经理应该事先 做什么？<br/>Due to cross-cultural differences, stakeholders of a multinational project fail to approve the project management plan. To mitigate this issue. What should the project manager have done?                        ",
    "A：A.审查/更新问题曰志，以反映项目管理计划可能不会获得批准<br/>Reviewed/updated the issue log to reflect that project management plan may not receive approval                                    ",
    "B：B.要求相关方提前反馈<br/>Requires earlier feedback from the stakeholders                                    ",
    "C：C.更新相关方登记册并注意到非语言线索<br/>Updated the stakeholders register and paid attention to non-verbal cues                                                                                ",
    "D：D.用一种通用的沟通语言培训团队<br/>Trained the team on a common communication language                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：相关方不配合问题，管理相关方参与。用排除法，只有C可以选。                                                    "
  ],
  [
    "45、",
    "—个处于执行阶段的项目经历资源流动，项目经理和职能经理对专用项目资源的意见不一致。项目经理应该怎么做？<br/>A project in the implementation phase experiences resource flows, the project manager and the functional manager disagrees on the specific project resources.What should the project manager do?                        ",
    "A：A.让关键资源集中办公<br/>To concentrate the key resources                                    ",
    "B：B.使用专家判断<br/>To use experts' judgment                                    ",
    "C：C.应用协商和冲突管理技能<br/> To use negotiation and conflict management skills                                                                                ",
    "D：D.审查工作绩效报告<br/>To review the working performance report                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：遇到资源冲突问题，使用冲突解决技术。                                                    "
  ],
  [
    "46、",
    "—家公司的竞争对手向市场推出了一种新的解决方案，该公司的首席执行官决定创建一 个项目来评估这种解决方案的影响，并快速实施类似的产品来留住现有的客户。有关竞争对手新解决方案的信息很少，发起人必须在得知这些信息之后尽快满足需求。在制定一份项目章程时，项目经理应该向发起人建议什么？<br/>A company’s competitor launches a new solution to market.The company CEO decided to create a project to evaluate the impact of this new solution and to quickly implement a similar offering to sponsor must address requirements as soon as they become known.                        ",
    "A：A.在项目章程中定义一个多阶段项目，分阶段处理每个新需求<br/>Define in the project charter a multi-phase project to address each new requirements in separate phases                                    ",
    "B：B.与关键相关方一起审查在该项目中使用适应性方法的可行性<br/>Review with key stakeholders the feasibility of using an adaptive approach for this project.                                                                                ",
    "C：C.制定一份项目的章程，仅识别、列明各种需求并对需求进行优先级排序，然后在后续项目中实施这些需求<br/>Develop a project charter that only identifies,specifies,and prioritizes requirements,and then implement these in a subsequent project                                    ",
    "D：D.根据识别到的需求使用小增量来改进当前服务的现有功能<br/>Use small increments to improve the existing features of the current services based on identified requirements                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：该项目的目标不能一步到位，因此不能采取瀑布式生命周期，而应采取迭代或适应型生命周期。BD 一个意思，B 更专业。                                                    "
  ],
  [
    "47、",
    "构建产品原型帮助进行最终产品测试，测试以后，项目相关方要求修改初始需要。项目经理下一步应该怎么做？<br/>A product prototype is created to help with the final product test. After the test, the project stakeholder requests to modify the initial requirements.What should the project manager do next?                        ",
    "A：A.与项目相关方开会，讨论变更管理过程并确定下--步<br/>To hold a meeting with the project stakeholders to discuss the change control process and determine the next step                                    ",
    "B：B.执行实施整体变更控制过程，记录并批准请求的变更并修订范围<br/>To execute the implementation of the overall change control process, document and approve the requested changes and revise the scope                                                                                ",
    "C：C.将问题记录在风险登记册中，并应用计划的风险应对措施来尽可能减少影响<br/>To record the problem in the Risk Register and apply the planned risk response action to minimize the impact                                    ",
    "D：D.记录项目相关方的需求，并与团队核实这些需求<br/>To record the requirements of project stakeholders and verify the requirements with the team                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：标准的变更题目，选最符合变更流程的选项。                                                    "
  ],
  [
    "48、",
    "—家全球性公司正处于部署一项产品的项目中途。然而，该产品的制造商发布了一个新版本。新版本必须安装在任何新部署的产品上，该产品的一个关键部件未在新版本上测试。公司希望在10月31日之前，赶在假日购物季时，在所有门店推出这项新产品。额外的测试会将项目的最终完成日期推迟一个月。项目经理应该怎么做？<br/>A global company is in the midway of deploying a product. However, the product manufacturer has released a new version. The new version must be installed on any newly deployed product. A critical component of the product is not tested on the new version. The Company hopes to launch this new product in all stores before the holiday shopping season arrives by October 31. The additional test will delay the final completion date of the project by one month. What should the project manager do?                        ",
    "A：A.暂停部署，直至10月31日之后，并利用这段时间完成必要的测试<br/>To suspend deployment until October 31 and use this period to complete the necessary tests                                    ",
    "B：B.向可用资源提交一项变更请求，在新版本中测试并执行<br/>To submit a change request to available resources, test and execute in the new version                                                                                ",
    "C：C.更新项目管理计划，包含测试，并修订进度计划，在10月31日之前部署大部分产品<br/>To update the project management plan, including testing, and revision of the project schedule, most products should be deployed by October 31                                    ",
    "D：D.在10月31日之前部署产品，并在部署完之后完成测试<br/>To deploy the products before October 31 and complete the test after deployment                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：对于范围遗漏，必须通过变更来补上，测试不能省略，B选项为最佳参考答案。                                                    "
  ],
  [
    "49、",
    "前两个一直处于正常进度轨道的项目开始经历严重延期。项目经理已经识别到重大问题。项目经理应在哪里报告项目状态？<br/>The first two projects that have always been on the normal progress track experience serious delays. The project manager has identified significant issues. Where should the project manager report the project status?                        ",
    "A：A.项目进度计划<br/>Project Schedule                                    ",
    "B：B.工作绩效报告<br/>Working Performance Report                                                                                ",
    "C：C.问题日志 <br/>Problem Log                                    ",
    "D：D.相关方会议<br/>Stakeholders' Meeting                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：工作绩效报告中包含状态报告和进展报告，B选项为最佳参考答案。                                                    "
  ],
  [
    "50、",
    "团队成员都在执行他们熟悉的任务，而避开他们不喜欢的任务，这造成团队成员之间的冲突。项目经理应该怎么做？<br/>Team members are performing tasks that they are familiar with while avoiding tasks they don't like, resulting in conflicts between team members. What should the project manager do?                        ",
    "A：A.分配明确的角色和职责<br/>To talk to the line manager of team members                                                                                ",
    "B：B.与团队成员的直线经理谈话<br/>To talk to the line manager of team members                                    ",
    "C：C.与团队成员协商<br/>To negotiate with team members                                    ",
    "D：D.获得项目发起人的澄清<br/>To get clarification from the project sponsor                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：明确的团队成员的角色与职责能减少冲突。A选项为最佳参考答案。                                                    "
  ],
  [
    "51、",
    "下列哪一项工具或技术可用于识别项目的内部和外部风险？<br/>.Which of the following tools or techniques can be used to identify internal and external project risks?                        ",
    "A：A.德尔菲技术 <br/> Delphi Technique                                    ",
    "B：B.石川图<br/>Ishikawa Diagram                                    ",
    "C：C.影响图 <br/> Impact Map                                    ",
    "D：D. SWOT分析<br/>SWOT Analysis                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：本题考识别风险工具 Swot 分析的作用：从宏观层面识别来自组织内部和外部的机会和危险。                                                    "
  ],
  [
    "52、",
    "项目发起人和客户通知项目经理他们对产品结果满意。项目经理下一步应该怎么做？<br/>The project sponsor and the customer inform the project manager that they are satisfied with the product results. What should the project manager do next?                        ",
    "A：A.解散项目团队并收集经验教训<br/>To dissolve the project team and collect lessons learned                                    ",
    "B：B.向项目相关方提供最终审查报告，并获得他们的反馈<br/> To provide the project stakeholders with final review report and get their feedback                                    ",
    "C：C.结束采购并向承包商付款<br/> To close the procurement and pay the contractor                                    ",
    "D：D.获得项目相关方的正式验收，并结束项目<br/>To obtain the formal acceptance by project stakeholders and close the project                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：题干暗示，项目已经完成（发起人客户对结果满意），下一步要进行收尾。                                                    "
  ],
  [
    "53、",
    "项目己完成60%,此时一名项目相关方建议増加一个新事项，提高项目效益，为此，需要额外的资金。项目经理应该怎么做？<br/>The project has been completed 60%. At this point, a project stakeholder suggests adding a new item to improve the project efficiency. To achieve this, additional funds are required.What should the project manager do?                        ",
    "A：A.包含该新事项<br/>To include this new item                                    ",
    "B：B.请求变更控制委员会（CCB）的批准<br/>To request for approval of the Change Control Board (CCB)                                                                                ",
    "C：C.更新成本管理计划，反映额外的资金<br/> To update the cost control plan to reflect additional funds                                    ",
    "D：D.拒绝该请求<br/>To reject the request                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：新事项即范围变更，走变更流程，B最符合。                                                    "
  ],
  [
    "54、",
    "项目经理办公室（PMO）分配一名项目经理管理一个新项目。该项目经理过去曾成功管理类似项目。项目经理首先应该做什么？<br/>The Project Management Office (PMO) assigns a project manager to manage a new project. The project manager has managed similar projects in the past. What should the project manager do first?                        ",
    "A：A.根据之前项目的经验教训评估项目<br/>To evaluate the project based on lessons learned from previous projects                                                                                ",
    "B：B.识别相关方，并创建一份相关方分析<br/>To identify stakeholders and create a stakeholders' analysis                                    ",
    "C：C.招募团队成员<br/>To recruit team members                                    ",
    "D：D.批准项目章程<br/>To approve the Project Charter                                    ",
    "A",
    "D",
    "解析：参考答案：A\n解析：新项目应利用之前项目的经验教训。本题可以理解为制定章程的输入。                                                    "
  ],
  [
    "55、",
    "项目经理负责管理开发新产品的项目。由于资源问题，一个类似项目提前终止。为了避免再次出现这些问题，项目经理应该查阅哪份文件？<br/>The project manager is responsible for managing the development of new product. Due to resource problem, a similar project is terminated earlier. Which documents should the project manager review in order to avoid recurrence?                        ",
    "A：A.项目资源管理计划<br/>Project Resources Management Plan                                    ",
    "B：B.项目管理计划<br/>Project Management Plan                                    ",
    "C：C.项目收尾文件<br/>Project Closing Document                                    ",
    "D：D.经验教训文件<br/>Lessons Learned Document                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：前事不忘，后事之师。新项目要借鉴此前失败项目的经验教训。                                                    "
  ],
  [
    "56、",
    "项目经理加入一个项目，该项目正处于实施阶段，曾遭遇重大延期，预算超支和范围蔓延。项目经理希望在即将举行的变更控制委员会(CCB)会议上讨论一项变更，该变更将会让项目回到正轨。项目经理在CCB会议上应说什么？<br/>The project manager adds a project that is in the implementation phase and has endured a major delay, budget overruns and scope spreading. The project manager hopes to discuss a change at the upcoming Change Control Board (CCB) meeting, which will get the project back on track.What should the project manager say at the CCB meeting?                        ",
    "A：A.变更成本及其对进度计划的影响<br/>Changed cost and its impact on the schedule                                                                                ",
    "B：B.变更成本和财务效益<br/>Changed cost and financial benefits                                    ",
    "C：C.对变更日志及进度计划的影响<br/>Impact on the Change Log and Schedule                                    ",
    "D：D.对变更日志的影响及变更的财务效益<br/> Impact on the Change Log and financial benefits of such change                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：相对来说，A选项为最佳参考答案。变更要全面分析各方影响，相对来说，A选项较其他选项来说较全面。                                                    "
  ],
  [
    "57、",
    "项目经理建立了一个虚拟团队，尽量减少项目成本，然而，经过几个月缓慢进展和成本超支后，项目发起人开始抱怨。项目经理应该怎么做？<br/>The project manager builds a virtual team to minimize the project cost. However, after months of slow progress and cost overruns, the project sponsor begins to complain.What should the project manager do?                        ",
    "A：A.増加与虚拟团队的沟通频率<br/>To increase the frequency of communication with the virtual team                                    ",
    "B：B.与项目发起人协商项目预算<br/>To negotiate the project budget with the project sponsor                                    ",
    "C：C.使用挣值管理（EVM）技术评估项目绩效，然后采取适当行动<br/> To evaluate the project performance using Earned Value Management (EVM) technology and then take appropriate action                                                                                ",
    "D：D.终止虚拟团队并让团队成员集中办公<br/>To terminate the virtual team and let the team members work together                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：ABD直接采取措施，不够稳妥。而C是先找原因，再采取措施，符合问题解决程序。C优先于ABD。                                                    "
  ],
  [
    "58、",
    "项目经理了解到，两名团队成员晋升并将离开项目。为了向新团队成员说明项目角色, 项目经理应该准备或更新什么文件？<br/>The project manager learns that two team members are promoted and will leave the project. What documents should the project manager prepare or update in order to explain the project role to the new team members?                        ",
    "A：A.人员配备管理计划<br/>Staffing Management Plan                                    ",
    "B：B.组织图<br/> Organization Chart                                    ",
    "C：C.项目章程<br/>Project Charter                                    ",
    "D：D.责任分配矩阵<br/>Responsibility Assignment Matrix                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：即使把A改成人力资源管理计划也是 D 好。规划阶段的人力资源管理计划中的角色和职责是萝卜的坑，没有萝卜。RAM 强调一个萝卜一个坑。                                                    "
  ],
  [
    "59、",
    "项目经理了解到，一名团队成员变更客户需求以提供更高价值，而且实施这一变更的工作已经开始，项目经理应该怎么做？<br/>The project manager learns that a team member changes customer needs to provide higher value, and the work to implement the change has begun. What should the project manager do?                        ",
    "A：A.将该问题上报给项目发起人<br/>To report the problem to the project sponsor                                    ",
    "B：B.指示该团队成员立即修改工作，满足客户的原始需要<br/>To instruct the team member to immediately modify the work to meet the original needs of the customer                                    ",
    "C：C.指示该团队成员停止对变更的工作，直到收到变更控制委员会(CCB)的批准<br/>To instruct the team member to stop working on the change until they receive approval from the Change Control Board (CCB)                                                                                ",
    "D：D.批准该变更，并将其记录在变更日志中<br/>To approve the change and record it in the Change Log                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：非法变更，补变更流程，C最符合变更流程。                                                    "
  ],
  [
    "60、",
    "项目经理希望在项目启动阶段执行风险分析。为确保项目成功，项目经理应首先审查下列哪一项组织过程资产？<br/>The project manager wants to perform a risk analysis during the start-up phase of the project. To ensure the success of the project, the project manager should first review which of the following organizational process assets?                        ",
    "A：A.更新的项目风险登记册<br/>Updated Register of Project Risk                                    ",
    "B：B.风险管理计划和相关方承受力<br/>Risk control plan and stakeholders' endurance                                    ",
    "C：C.历史信息和经验教训 <br/>Historical information and lessons learned                                                                                ",
    "D：D.组织基础设施和市场条件<br/>Organizational infrastructure and market conditions                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：题目考组织过程资产，B和D都是事业环境因素；A可以是项目文件，归档后才是组织过程资产。因此相对而言，C最确切。                                                    "
  ],
  [
    "61、",
    "项目经理想要查看以前类似项目的信息，但无法找到任何参考资料。若要在将来避免这个问题，项目经理应该怎么做？<br/>The project manager wants to see information about similar projects in the past, but can't find any references. What should the project manager do to avoid this problem in the future?                        ",
    "A：A.聘请审计员确认文件合规性<br/> To recruit an auditor to confirm the document compliance                                    ",
    "B：B.经常保存文件<br/>To save files frequently                                    ",
    "C：C.确保更新组织过程资产<br/>To ensure that the organizational process assets are updated                                                                                ",
    "D：D.要求客户提供参考资料<br/>To require customers to provide reference materials                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：本题考经验教训的作用。之前的项目没有记录经验教训是导致题目问题的原因，要记录经验教训。                                                    "
  ],
  [
    "62、",
    "项目经理与生产支持经理开会，将新应用的所有权转移给应用支持团队。会议期间，生产支持经理表达了担忧，指出所提供文件不足以让他们承担支持。项目经理应该怎么做？<br/>The project manager meets with the production support manager to transfer the title of the new application to the application support team. During the meeting, the production support manager expresses concern that the documents provided are not sufficient for their support.What should the project manager do?                        ",
    "A：A.收尾项目并在经验教训中收集该问题<br/>To close the project and collect the problem in the lessons learned                                    ",
    "B：B.要求生产支持经理让技术文件作者在项目之外更新文件<br/> To ask the production support manager to instruct the technical document author to update the file outside the project.                                    ",
    "C：C.请技术文件作者修改文件，并重新安排支持转移会议<br/>To ask the technical document author to modify the document and reschedule support to transfer memories                                    ",
    "D：D.在对文件进行任何变更之前，请求变更控制委员会（CCB）的批准<br/>To request approval from the Change Control Board (CCB) before making any changes to these documents                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：收尾时相关方提出了范围变更（增加文件），首选另立项目，但选项中没有；只能按变更流程来处理，D 最符合变更流程。                                                    "
  ],
  [
    "63、",
    "项目经理在项目执行中途负责管理该项目。项目相关方对团队绩效和交付表示担忧。团队成员向项目经理保证，根据批准的范围，项目符合进度计划和预算。若要管理这项目的相关方，项目经理应査阅哪份文件？<br/>The project manager is responsible for managing the project in the midway of the project. Project stakeholders are concerned about team performance and delivery. The team members assure the project manager that the project is in line with the schedule and budget according to the approved scope.Which document should the project manager review to manage the stakeholders involved in this project?                        ",
    "A：A.绩效报告<br/> Performance Report                                                                                ",
    "B：B.项目管理信息系统（PMIS）<br/>Project Management Information System (PMIS)                                    ",
    "C：C.绩效改进计划<br/> Performance Improvement Plan                                    ",
    "D：D.培训计划<br/>Training Program                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：项目的实际情况相关方不了解，题目其实再问用什么让相关方了解情况？绩效报告强调向相关方正式反应项目状况的文件。                                                    "
  ],
  [
    "64、",
    "项目经理正在启动一个项目，而项目地点在历史上受到自然灾害。由于这个问题，之前有许多项目都出现延期问题。制定风险管理计划来解决这一风险时，项目经理应该首先参考什么？<br/>The project manager is kicking off a project, and the project site has historically been affected by natural disasters. Due to this problem, many projects have been delayed before.When developing a risk control plan to solve this risk, what should the project manager first refer to?                        ",
    "A：A.事业环境因素<br/>Business environment factors                                    ",
    "B：B.过往项目的经验教训<br/> Lessons learned from past projects                                                                                ",
    "C：C.重新配置资源和业务连续性的应急计划<br/> Emergency plan for reassigning resources and business continuity                                    ",
    "D：D.保险合同的采购管理计划<br/>Procurement management plan for insurance contracts                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：本题考规划风险管理过程的输入，前车之覆，后车之鉴，过往项目的教训属于组织过程资产。                                                    "
  ],
  [
    "65、",
    "项目经理正在为必须遵循最终期限的项目制定人力资源计划。一名团队成员最近被分配到另外一个国家，该团队成员的专业水平对项目成功和实现最终期限至关重要。而可用的本地资源专业水平各不相同。项目经理应该怎么做？<br/>The project manager is developing a HR plan for the project that must follow deadlines. A team member has recently been assigned to another country, and the professional level of the team members is critical to the success of the project and deadline, but the available local resources vary in professional levels.What should the project manager do?                        ",
    "A：A.通知项目发起人可能产生的影响，并让他们决定最终的行动方案<br/> To notify the project sponsors of the possible impact and allow them decide the final action plan                                    ",
    "B：B.分配新资源并减少项目范围，以满足最终期限<br/>To allocate new resources and reduce the scope of the project to meet the deadline                                    ",
    "C：C.计划一个可行的虚拟团队环境，并确保时区的所有团队成员的承诺<br/>To plan a viable virtual team environment and ensure that all team members in the time zone  should make commitments                                                                                ",
    "D：D.使用更多本地资源来对项目进度赶工<br/>To use more local resources to rush for the progress of the project                                    ",
    "C",
    "A",
    "解析：参考答案：C\n解析：团队成员不能在现场工作，可以使用虚拟团队解决。                                                    "
  ],
  [
    "66、",
    "项目经理正在为新项目确定项目章程。此时一名关键项目相关方提出与原先略有不同的新需求。项目经理应该怎么做？<br/>The project manager is working on preparing the Project Charter for the new project. At this point, a key project stakeholder indicates that the new requirement is slightly different from the previous one. What should the project manager do?                        ",
    "A：A.要求项目发起人增加额外资金以适应新需求，并对其他方案召开头脑风暴<br/>To ask the project sponsors to add extra funds to accommodate the new requirement and brainstorm other schemes                                    ",
    "B：B.审査项目相关方登记册,重新分类项目相关方，并根据新的需求更新项目章程<br/>To review the Register of Stakeholders, reclassify the project stakeholders, and update the Project Charter according to the new requirements                                    ",
    "C：C.审查备忘录，重新定义项目的初始意图,并将新需求包含进项目章程中<br/>To review the Memorandum of Understanding (MOU), redefine the initial intent of the project, and include the new requirement in the Project Charter                                    ",
    "D：D.与项目相关方和项目发起人开会，讨论新需求的影响，并获得一致意见<br/>To hold a meeting with project stakeholders and project sponsors to discuss the impact of new requirement and seek consensus                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：相关方提出新需求，走变更流程。                                                    "
  ],
  [
    "67、",
    "项目经理注意到两名团队成员的矛盾正导致项目团队精神动力分散。项目经理应该怎么解决矛盾并恢复项目团队注意力？<br/>The project manager notices that the conflict between two team members is distracting the project team. How should the project manager resolve conflicts and restore the project team's attention?                        ",
    "A：A.给这两人签发口头警告<br/>To issue a verbal warning to the two  members                                    ",
    "B：B.重新分配资源，避免将来冲突<br/>To reallocate resources to avoid future conflicts                                    ",
    "C：C.与团队开会，确定关键问题所在，并允许公开讨论解决<br/>To hold a meeting with the team to identify critical problem and allow for the open discussion                                                                                ",
    "D：D.上报发起人<br/>To report this to the sponsor                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：在众多的冲突解决方式中，采用合作/解决问题的解决方式，通常可以达到最好的效果。合作/解决问题通常综合考虑不同的观点和意见，采用合作的态度和开放式对话引导各方达成共识和承诺。                                                    "
  ],
  [
    "68、",
    "项目经理组织召开一次项目启动大会，向项目相关方提供项目的关键细节。但是，一些项目相关方无法参加。项目经理应该怎么做？<br/>The project manager organizes a project kick-off meeting to provide important details of the project to the project stakeholders. However, some project stakeholders cannot participate in this meeting.What should the project manager do?                        ",
    "A：A.重新安排会议，并将项目搁置<br/>To reschedule the meeting and put the project on hold                                    ",
    "B：B.取消会议，并通过电子邮件发送项目的关键细节<br/>To cancel the meeting and send the important details of the project  by email                                    ",
    "C：C.更新沟通管理计划和相关方登记册<br/>To update the communication management plan and the Register of Stakeholders                                    ",
    "D：D.与可参加会议的项目相关方开会，并将会议记录发送给所有项目相关方<br/>To hold a meeting with the project stakeholders who could participate in the meeting, and send the meeting minutes to all project stakeholders                                                                                ",
    "D",
    "C",
    "解析：参考答案：D\n解析：用排除法，D相对最好。                                                    "
  ],
  [
    "69、",
    "项目团队包括一名资源，但该资源同时致力于其他四个项目，项目经理得知该资源可能在计划的时间不可用。项目经理计划持续评估项目的进展，并根据该资源的可用性计划制定应急计划。这属于下列哪一项的实例？<br/>The project team includes one resource, but the resource is dedicated to the other four projects. The project manager is aware that the resource may not be available at the planned time. The project manager plans to continuously evaluate the project progress and work out the contingency plan according to the availability plan of the resource.Which of the following items is an example of this situation?                        ",
    "A：A.接受风险 <br/>Accept risk                                                                                ",
    "B：B.回避风险<br/>Avoid risk                                    ",
    "C：C.转移风险<br/>Transfer risk                                    ",
    "D：D.控制风险<br/>Control risk                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：项目经理并未制定措施，而是决定等资源出现问题（风险发生）后再制定应急计划，属于等发生再随机应变，即接受。                                                    "
  ],
  [
    "70、",
    "项目团队正在对一家制造公司的原型进行质量检查，在控制图上连续七个点落在平均线上方，但处于控制界限内。质量过程的绩效水平是什么？<br/>The project team is conducting a quality check on the prototype of a manufacturing company, seven consecutive points fall above the average line on the control chart, but within the control limits.What is the performance level of the quality process?                        ",
    "A：A.在规格界限内<br/>Within the specification limits                                    ",
    "B：B.在规格界限外<br/> Out of the specification limits                                    ",
    "C：C.失控<br/>Out of control                                                                                ",
    "D：D.处于控制当中<br/>Under control                                    ",
    "C",
    "D",
    "解析：参考答案：C\n解析：连续七个点在均值线同侧，属于控制图的失控情况的七点法则。                                                    "
  ],
  [
    "71、",
    "一个大型项目己经完工。作为组织过程资产的一部分，项目经理现在应该提交什么？<br/>A large project has been completed. What should the project manager submit now as part of the organizational process assets?                        ",
    "A：A.向客户提交项目完工记录<br/>To submit the project completion record to the customer                                    ",
    "B：B.项目相关方交付反馈报告<br/>Project stakeholders deliver the feedback reports                                    ",
    "C：C.项目收尾文件<br/>Project closing document                                                                                ",
    "D：D.项目技术规范<br/>Project technical code                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：题目考收尾内容，只有C 完全正确，是组织过程资产，必须提供的。ABD 都不是收尾的必然工作。                                                    "
  ],
  [
    "72、",
    "一个软件升级项目的首席开发人员提出一些増强功能建议，认为这些增强功能会改进项目整体实施和最终用户体验。项目经理应该怎么做？<br/>The leading developer of a software upgrade project has made some suggestions on enhancement, indicating that these enhancements will improve the overall implementation of the project and the end user experience. What should the project manager do?                        ",
    "A：A.提交变更请求<br/>To submit a change request                                    ",
    "B：B.确定对进度计划和成本的影响，评估该变更的可行性<br/> To determine the impact on schedule and cost and assess the feasibility of the change                                                                                ",
    "C：C.与项目相关方开会，确定是否应该包含这些増强功能<br/> To hold a meeting with project stakeholders to determine if these should be included                                    ",
    "D：D.批准建议的增强功能<br/> To approve the suggested enhancements                                    ",
    "B",
    "A",
    "解析：参考答案：B\n解析：B 内部变更，应先分析影响。                                                    "
  ],
  [
    "73、",
    "一个施工项目正在开始，可用的信息表明天气恶劣可能性很低。然而，在执行期间，新的天气数据却显示恶劣天气将影响项目的可能性很大。哪份文件应更新？<br/>A construction project is starting, and the available information indicates that the weather is very unlikely to get severe. However, during the implementation process, the updated weather data shows that severe weather is likely to have a high impact on the project.Which document should be updated?                        ",
    "A：A.风险概率和影响评估<br/>Risk Probability and Impact Assessment                                    ",
    "B：B.风险登记册<br/>Risk Register                                                                                ",
    "C：C.风险紧迫性评估<br/>Risk Urgency Assessment                                    ",
    "D：D.风险审计<br/>Risk Audit                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：重新进行的风险定量分析发现风险的概率发生了改变，应该更新风险登记册。                                                    "
  ],
  [
    "74、",
    "一个项目跨越不同国家，且时间紧迫，公司未来的成功取决于是否满足最后期限。项目经理应该使用什么工具或技术来提高团队执行能力？<br/>A project spans different countries and the time is tight, and the Company's future success depends on whether it can meet the deadline.What tools or techniques should the project manager use to improve team execution?                        ",
    "A：A.基本规则<br/>General rules                                    ",
    "B：B.集中办公 <br/> Centralized office                                    ",
    "C：C.虚拟团队<br/>Virtual team                                                                                ",
    "D：D.培训<br/> Training                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：C跨国项目，使用C虚拟团队技术能改善沟通、合作，提高团队执行力。                                                    "
  ],
  [
    "75、",
    "一个项目正在多个国家执行，虚拟团队中共有七名区域项目经理。其中一名区域项目经理收到一份报告，显示他们团队的绩效低于平均水平。项目经理应使用什么工具或技术来提高团队绩效和项目绩效？<br/>One project is being implemented in multiple countries, and there are seven regional project managers in the virtual team. One of the regional project managers receives a report showing that their team performance is below average. What tools or techniques should the project manager use to improve team performance and project performance?                        ",
    "A：A.团队建设活动<br/>Team building activities                                                                                ",
    "B：B.质量审计<br/>Quality audit                                    ",
    "C：C.偏差分析<br/>Deviation analysis                                    ",
    "D：D.过程分析<br/> Process analysis                                    ",
    "A",
    "C",
    "解析：参考答案：A\n解析：团队建设的主要作用，就是通过团队建设提高团队绩效，进而提高项目绩效。建设团队是提高工作能力、促进团队成员互动、 改善团队整体氛围，以提高项目绩效的过程。                                                    "
  ],
  [
    "76、",
    "一个新项目的可交付成果拟使用英语和西班牙语发送电子邮件。但西班牙语的电子邮件被错发成英语，项目团队纠正了这个问题。项目经理现在应更新哪一份文件？<br/>The deliverables for a new project are intended to send by email in English and Spanish. But the email in Spanish is mistaken for English and the project team has corrected the problem.Which document should the project manager update now?                        ",
    "A：A.沟通管理计划<br/>Communication Management Plan                                    ",
    "B：B.历史信息<br/>Historical Information                                    ",
    "C：C.问题日志<br/>Problem Log                                    ",
    "D：D.经验教训文件<br/>Lessons Learned Document                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：问题已被解决，应将解决方法等作为经验教训记录下来，所以参考答案选D.更新经验教训文件。                                                    "
  ],
  [
    "77、",
    "一个正在进行的项目涉及开发新的消费产品。作为项目相关方的市场营销经理要求新的产品功能来提高市场份额。项目经理应该怎么做？<br/>An ongoing project involves the development of new consumer products. Marketing managers as project stakeholders are demanding new product features to increase the market share.What should the project manager do?                        ",
    "A：A.实施管理相关方参与程度过程<br/> To implement the management of stakeholders' participation process                                    ",
    "B：B.将该请求上报给项目发起人<br/> To report the request to the project sponsors                                    ",
    "C：C.在风险登记册中添一个风险<br/>To add a risk to the Risk Register                                    ",
    "D：D.实施整体变更控制过程<br/>To implement the overall change control process                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：标准范围变更题目，走变更流程。                                                    "
  ],
  [
    "78、",
    "一家公司启动了一个与开发新服务相关的项目，而该公司并不具有此类专业知识。项目经理了解到，运营部门不批准且可能不支持持续维护。项目经理应该怎么做？<br/>A Company launches a project related to the development of a new service, and the Company does not have this expertise. The project manager understands that the Operations Department does not approve and may not give support for the ongoing maintenance.What should the project manager do?                        ",
    "A：A.执行沟通需求分析，并记录该情况<br/>To perform communication needs analysis and record the situation                                    ",
    "B：B.根据之前项目的信息，创建一份风险识别核对单<br/>Create a checklist of risk identification based on information from previous projects                                    ",
    "C：C.将此活动包含在工作分解结构（WBS）中，并在发生时对其进行处理<br/>To include this activity into the Work Breakdown Structure (WBS) and process it when occurred                                    ",
    "D：D.评估如何获得该部门的项目支持，以减少任何负面影响<br/>To assess how to get project support from the department to reduce any negative impact                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：标准的相关方问题，管理相关方参与，D 最好。                                                    "
  ],
  [
    "79、",
    "一名关键项目相关方希望在产品中包含一个新的软件程序。该软件的集成需要变更一些配置，可能会影响项目的成本和进度计划。项目经理应该怎么做？<br/>A key project stakeholder wants to include a new software program in their product. The integration of the software requires some configuration changes that may affect the project cost and schedule.What should the project manager do?                        ",
    "A：A.请求项目发起人批准该更改 <br/> To request the project sponsor to approve the change                                    ",
    "B：B.分析应急储备<br/>To analyze emergency reserves                                    ",
    "C：C.创建变更需求 <br/> To create a change request                                                                                ",
    "D：D.修改项目范围<br/>To modify the project scope                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：范围变更问题要走变更流程。首先创建变更请求，参考答案选C。                                                    "
  ],
  [
    "80、",
    "顶目经理加入一个项目，但项目团队缺乏必要的技能来产生一个关键可交付成果。项目经理应该怎么做？<br/>A project manager joins a project with a team that lacks the essential skills to produce a key deliverable. What should the project manager do?                        ",
    "A：A.将该可交付成果分配给一名拥有学习新技能能力的团队成员<br/>.Assign the deliverable to a team member with the proven ability to learn new skills                                    ",
    "B：B.与项目发起人协商，聘请拥有必要技能的外部资源<br/>Negotiate with the project sponsors to hire an external resources with the necessary skills                                    ",
    "C：C.继续执行项目，同时搜寻具有必要技能的分包商<br/>Continues to execute the project while searching and for a subcontractor with Ihc necessary skills                                    ",
    "D：D.将培训作为项目管理计划中项目工作的组成部分<br/>Include training as part of the project work in the project management plan                                                                                ",
    "D",
    "B",
    "解析：参考答案：D\n解析：能力不够，首选培训。从外面找、外包都是之后考虑的。                                                    "
  ],
  [
    "81、",
    "一名团队成员已经制定一种创新方法，来缩短项目时间表。若要与其他项目团队分享该方法，项目经理应该更新什么？<br/>A team member has developed an innovative approach to narrow the project timeline. What should the project manager update to share this approach with other project teams?                        ",
    "A：A.项目管理计划<br/>Project Management Plan                                    ",
    "B：B.事业环境因素 <br/>Business Environment Factors                                    ",
    "C：C.项目管理信息系统(PMIS) <br/> Project Management Information System (PMIS)                                    ",
    "D：D.组织过程资产<br/>Organizational Process Assets                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：要分享一个好的经验，要放在共享知识库中（组织过程资产的一部分），组织过程资产的作用就是为以后项目提供借鉴，分享经验教训。                                                    "
  ],
  [
    "82、",
    "一名团队成员正在创建工作分解结构(WBS)，但不清楚项目的主要目标和制约因素。下列哪一项将帮助团队成员澄清这个问题？<br/>.A team member is creating the work breakdown structure (WBS), but the main goals and constraints of the project remain unclear. Which of the following will help team members clarify this issue?                        ",
    "A：A.会议纪要 <br/>Meeting Minutes                                    ",
    "B：B.项目章程<br/>Project Charter                                                                                ",
    "C：C.工作说明书(SOW) <br/>Statement of Work (SOW)                                    ",
    "D：D.项目管理计划<br/>Project Management Plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：题目问，哪个文件中包含了制约因素和项目目标。                                                    "
  ],
  [
    "83、",
    "由于组织管理层的变化，一名新的项目相关方被分配到项目上。新的项目相关方请求高层级需求以及职权级别相关的信息。若要帮助该项目相关方，项目经理应查阅哪份文件？<br/>A new project stakeholder is assigned to the project due to changes in the organization's management. The stakeholders of a new project request high-level requirements and information concerning the level of authority. Which document should the project manager review to help the project stakeholders?                        ",
    "A：A.范围管理计划 <br/>Scope Control Plan                                    ",
    "B：B.项目章程<br/>Project Charter                                                                                ",
    "C：C.项目范围说明书 <br/>Statement of Project Scope                                    ",
    "D：D.项目管理计划<br/>Project Management Plan                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：高层级需求与相关信息都在项目章程中体现，关键词是高层级(high level)。                                                    "
  ],
  [
    "84、",
    "远程项目团队成员请求将项目会议时间更改为远程项目团队的工作时间内进行。然而,本地团队成员都不同意这项建议。项目经理下一步该怎么做？<br/>Remote project members request that the project meeting time should be changed to the working hours of the remote project team. However, the local team members do not agree with this suggestion. What should the project manager do next?                        ",
    "A：A.安排一次与所有各方的团队会议，确定一个适合的时间<br/>To arrange a team meeting with all parties to determine a suitable time                                                                                ",
    "B：B.与发起人讨论决定一个适合的时间<br/>To discuss with the sponsor to decide a suitable time                                    ",
    "C：C.接受远程团队的请求，并试行一段时间<br/>To accept the request from the remote team and run it for a certain period                                    ",
    "D：D.拒绝远程团队的请求，因为不包含在沟通管理计划中<br/>To reject the request from the remote team, because it is not included in the communication management plan                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：有冲突，要面对。或者按不同意见，用引导式研讨会来统一意见，都指向A。                                                    "
  ],
  [
    "85、",
    "在过去十个月，在项目实施阶段出现了大量缺陷。新缺陷数量每个月都不同。项目经理应该参考下列哪一项来确定这些缺陷的趋势？<br/>Over the past ten months, a lot of defects have occurred in the project implementation phase. The number of new defects varies from month to month. Which of the following items should the project manager refer to to determine the trend of such defects?                        ",
    "A：A.控制图<br/>Control chart                                                                                ",
    "B：B.散点图 <br/>Scatter Diagram                                    ",
    "C：C.流程图<br/>Flow Chart                                    ",
    "D：D.统计抽样<br/>Statistical Sampling                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：控制图的横轴是时间，可以描述趋势并进行相关分析。                                                    "
  ],
  [
    "86、",
    "在识别高影响、高概率风险后，项目处于危险之中，项目经理应使用哪一项工具或技术来确定哪些风险对项目的影响最大？<br/>After identifying high-impact and high-probability risks, the project is at risk. Which tool or technique should the project manager use to determine which risks have the highest impact on the project?                        ",
    "A：A.概率分析 <br/> Probability Analysis                                    ",
    "B：B.龙卷风图 <br/>Tornado Diagram                                                                                ",
    "C：C.帕累托图 <br/>Pareto Chart                                    ",
    "D：D.因果图<br/>Cause-Effect Diagram                                    ",
    "B",
    "C",
    "解析：参考答案：B\n解析：本题考敏感性分析的定义。                                                    "
  ],
  [
    "87、",
    "在项目测试期间，识别到多个缺陷。由于团队还在解决积压的缺陷，测试将会超支的风险现在已经增加。项目经理应该怎么做？<br/>During the project testing, multiple defects have been identified. As the team is still solving the defect backlog, the risk of cost overruns has now increased.What should the project manager do?                        ",
    "A：A.将该问题上报给项目发起人<br/>To report the issue to the project sponsor                                    ",
    "B：B.采用冲突管理技术来审查和确定缺陷的优先级<br/>To use conflict management technique to review and prioritize defects                                    ",
    "C：C.提交更变请求来解决缺陷<br/>To submit a change request to resolve the defect                                                                                ",
    "D：D.请求额外的资源来处理缺陷积压<br/> To request additional resources to handle the defect backlog                                    ",
    "C",
    "C",
    "解析：参考答案：C \n解析：监督风险的输出-变更请求，可以通过提交变更请求来解决缺陷问题。                                                    "
  ],
  [
    "88、",
    "在项目会议期间，项目相关方拒绝接受项目范围。项目经理发现该项目相关方是主要项目发起人。项目经理应该在哪个过程中认识到这名项目相关方的相关性？<br/>During the project meeting, the project stakeholders refuse to accept the project scope. The project manager finds that the project stakeholders are the main project sponsors. In which process should the project manager recognize the relevance of the project stakeholders?                        ",
    "A：A.制定相关方管理计划<br/>Develop a related party management plan                                    ",
    "B：B.控制相关方参与程度<br/>Control the degree of participation of relevant parties                                    ",
    "C：C.管理相关方参与程度<br/> Management involvement                                    ",
    "D：D.识别相关方<br/> Identify relevant parties                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：相关方的重要性是在识别相关方过程分析确定的，属于识别相关方过程。                                                    "
  ],
  [
    "89、",
    "在项目期间，一名关键团队成员决定离开团队。由于需要替换该资源，项目经理应该怎么做？<br/>During the project, a key team member decides to leave the team. What should the project manager do for the need to replace the resource?                        ",
    "A：A.立即发布职位空缺<br/>To post job vacancies  immediately                                    ",
    "B：B.查看项目资源管理计划<br/>To view the project resources management plan                                                                                ",
    "C：C.通知项目发起人<br/>To notify the project sponsor                                    ",
    "D：D.更新风险登记册<br/>To update the Risk Register                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：资源管理计划中包含角色、职责、职权、能力要求，应根据资源管理计划找替代资源。                                                    "
  ],
  [
    "90、",
    "在项目启动阶段，项目发起人A临时被项目发起人B替换，项目发起人B以新的可交付成果将项目带向新的方向。当项目发起人C永久替代项目发起人B时，对这一新方向感到不满，并将项目重新转向原来的方向，并对可交付成果进行一些修改。必须更新哪一份文件来解决这些变更？<br/>In the project start-up phase, the project sponsor A is temporarily replaced by the project sponsor B who brings the project to a new direction with new deliverables. When the project sponsor C permanently replaces the project sponsor B, he is dissatisfied with this new direction and diverts the project from the new direction to the previous direction– with some modifications on such deliverables.Which document must be updated to resolve these changes?                        ",
    "A：A.工作说明书（SOW）<br/>Statement of Work (SOW)                                    ",
    "B：B.项目计划<br/>Project Plan                                    ",
    "C：C.项目章程<br/>Project Charter                                                                                ",
    "D：D.相关方管理计划<br/>Stakeholders' Management Plan                                    ",
    "C",
    "A",
    "解析：参考答案：C                                                    "
  ],
  [
    "91、",
    "在项目实施期间，项目发起人要求项目经理审查和减轻新报告的风险。审查期间，项目经理确定只有一个是风险，而其他的都是问题。下列哪一项会被认为是风险？<br/>During project implementation, the project sponsor asks the project manager to review and mitigate the risk of the new report. During the review period, the project manager determines that there is only one risk and the others are problems.Which of the following items would be considered a risk?                        ",
    "A：A.新的市场法规很快将获得批准，这可能需要修订项目范围<br/>New market regulations will soon be approved, which may require a revision of the project scope                                                                                ",
    "B：B.在项目初始阶段识别到设计缺陷<br/>Design defects identified at the initial stage of the project                                    ",
    "C：C.一名主题专家(SME)离开项目，加入竞争对手的公司<br/>A subject matter expert (SME) leaves the project and joins a competitor's company                                    ",
    "D：D.应急储备已被批准的变更请求耗尽<br/>The contingency reserves have been exhausted by the approved change request                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：风险具有不确定性，相比来讲，A选项最佳。                                                    "
  ],
  [
    "92、",
    "在项目执行阶段，项目经理注意到初级团队成员和高级团队成员之间存在冲突。若要改善这种情况，项目经理应该怎么做?<br/>.In the project execution phase, the project manager notices a conflict between the junior team members and the senior team members. What should the project manager do to improve this situation?                        ",
    "A：A.更新沟通管理计划<br/>To update the communication management plan                                    ",
    "B：B.将该问题记录在风险登记册中<br/> To record the problem in the Risk Register                                    ",
    "C：C.与初级团队成员开会，讨论该问题<br/>To hold a meeting with junior team members to discuss the problem                                    ",
    "D：D.组织一次团队建设活动<br/>To organize a team building activity                                                                                ",
    "D",
    "D",
    "解析：参考答案：D\n解析：建设项目团队是提高工作能力，促进团队成员互动，改善团队整体氛围，以提高项目绩效的过程。                                                    "
  ],
  [
    "93、",
    "在项目执行阶段，一场自然灾害损毁了关键供应商的工厂，虽然损毁程度尚未确定，但项目团队收集有关项目风险和后果信息。若要解决最相关的风险，首先应该做什么？<br/>In the project implementation phase, a natural disaster destroys the factory of a key supplier. Although the degree of damage  has not been determined, the project team collects the information on project risks and consequences.What should be done first to solve the most relevant risks?                        ",
    "A：A.定性风险分析<br/>Qualitative risk analysis                                                                                ",
    "B：B.定量风险分析<br/>Quantitative risk analysis                                    ",
    "C：C.风险数据质量评估 <br/>Risk data quality assessment                                    ",
    "D：D.风险临界值计算<br/>Risk threshold calculation                                    ",
    "A",
    "C",
    "解析：参考答案：A\n解析：最相关的风险，即最严重、最要紧的风险，是风险排序问题，属于定性风险分析的内容。                                                    "
  ],
  [
    "94、",
    "在项目执行期间，出现了一个无法识别根本原因的问题。项目经理可以使用什么工具来识别根本原因？<br/>After project implementation, a problem that cannot be identified happens. What tool could the project manager use to identify the root cause?                        ",
    "A：A.核查表<br/>Checklist                                    ",
    "B：B.石川图<br/> Ishikawa Diagram                                                                                ",
    "C：C.散点图<br/>Scatter Plot                                    ",
    "D：D.树图 <br/>Tree Diagram                                    ",
    "B",
    "B",
    "解析：参考答案：B\n解析：找根本原因用石川图。                                                    "
  ],
  [
    "95、",
    "在项目执行期间，项目发起人通知项目经理，现金流制约因素己经导致原始预算资金不可用。项目发起人修改资金可用性，并要求项目经理继续执行已减少活动的项目。项目经理首先应该做什么？<br/>During the project implementation, the project sponsor informs the project manager that the cash flow constraints have caused the original budget funds to be unavailable. The project sponsor modifies the availability of funds and requests the project manager to continue to implement the projects with reduced activities.What should the project manager do first?                        ",
    "A：A.生成变更请求<br/>To create a change request                                                                                ",
    "B：B.更新工作分解结构（WBS）<br/>To update the Work Breakdown Structure (WBS)                                    ",
    "C：C.更新项目管理计划<br/>To update the project management plan                                    ",
    "D：D.接受请求并继续执行项目<br/> To accept the request and continue to implement the project                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：本题为变更问题，发起人要求修改范围和成本，都是基准变更，必须走变更流程。BC 都没有走流程，D是忽略。                                                    "
  ],
  [
    "96、",
    "在项目执行期间，项目经理发现由于团队成员在可交付成果交付到期日之前休假而导致延期。为避免这个问题，应事先更新下列哪一项？<br/>During the project implementation, the project manager finds that the deliverables are delayed to deliver due to the leave of team members. To avoid this problem, which of the following items should be updated in advance?                        ",
    "A：A.项目资源管理计划<br/>Project Resources Management Plan                                                                                ",
    "B：B.人员配备管理计划<br/>Staffing Management Plan                                    ",
    "C：C.沟通管理计划<br/> Communication Management Plan                                    ",
    "D：D.风险管理计划<br/>Risk Control Plan                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：资源的可用性发生了改变，首先应该更新到资源管理计划中（具体来说，就是资源日历和责任分配矩阵）。                                                    "
  ],
  [
    "97、",
    "在选择承包商之后，项目经理需要更新哪份文件？<br/>.Which document does the project manager need to update after selecting a contractor?                        ",
    "A：A.采购管理计划<br/>Procurement Management Plan                                    ",
    "B：B.需求文档<br/>Requirements Document                                    ",
    "C：C.相关方登记册 <br/> Register of Stakeholders                                                                                ",
    "D：D.项目章程<br/>Project Charter                                    ",
    "C",
    "A",
    "解析：参考答案：C\n解析：合同各方都是关键的项目相关方。                                                    "
  ],
  [
    "98、",
    "在执行阶段，客户告诉项目经理，三个现有工具的软件版本已更改。现在，三个接口必须以不同方式实施。项目经理应该怎么做？<br/>In the implementation phase, the customer tells the project manager that the software versions of three existing tools have changed. Now the three interfaces must be implemented in different ways.What should the project manager do?                        ",
    "A：A.更新工作分解结构（WBS）<br/>To update the Work Breakdown Structure (WBS)                                    ",
    "B：B.更新风险登记册<br/>To update the Risk Register                                    ",
    "C：C.开始变更管理过程 <br/>To start the change control process                                                                                ",
    "D：D.审查项目管理计划<br/>To review the project management plan                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：版本更改属于配置、变更问题，必须补变更流程。C选项最准确。                                                    "
  ],
  [
    "99、",
    "在收到软件开发项目的可交付成果时，客户发现没有遵守他们的编码标准，最终产品不符合质量要求。项目经理下一步应该怎么做？&nbsp;<br/>Upon receipt of a software development project deliverable,the customer identifies that their coding standards, were not followed and that the final product fails to meet quality requirements. What should the project manager do next?                        ",
    "A：A.查看质量管理计划<br/> Review the quality management plan                                                                                ",
    "B：B.开展质量审计<br/>Conduct a quality audit                                    ",
    "C：C.审查项目基准<br/> Review the project baseline                                    ",
    "D：D.与客户协商接受可交付成果<br/>Negotiate with the customer to accept the deliverable                                    ",
    "A",
    "A",
    "解析：参考答案：A\n解析：题目是两个问题：1、不遵守流程，2、最终产品不符合质量。第一个问题可以用质量审计，属于管理质量过程；第二个问题要修复缺陷，属于控制质量过程只有 A 同时指导管理质量过程和控制质量过程。                                                    "
  ],
  [
    "100、",
    "一个项目已完成80%以上，这时一位重要相关方请求对一个过程进行更改。其他相关方认为这项目变更是不必要的。项目应该怎么做？<br/>When more than 80% of a project is complete, a significant stakeholder requests changes to a process. Other interested parties consider this project change is unnecessary.What should a project manager do?                        ",
    "A：A.按要求实施变更 <br/>implement changes as required                                    ",
    "B：B.将该请求提交给发起人<br/>Submit the request to the sponsor                                    ",
    "C：C.遵循变更管理计划来满足该请求<br/>follow the change management plan to meet the request.                                                                                ",
    "D：D.通知相关方，不再允许进行变更<br/>Inform interested parties that changes are not allowed.                                    ",
    "C",
    "C",
    "解析：参考答案：C\n解析：过程更改也是变更，应该走变更流程。                                                    "
  ]
]